Repository: marcoliveira/sabayon
Catalog: help/*/*.po
Languages: cs, de, fr

source: Your first step in creating profiles for your users will be to map out what functions you want your users to have. If you're a business, you may wish to provide a GNOME top panel with a set of launchers already pre-defined. A teacher may want to disable the <guimenuitem>Administration</guimenuitem> and <guimenuitem>Preferences</guimenuitem> menu items. These are all things you can do with <application>Sabayon</application>.
cs: Než začnete vytvářet profily pro uživatele, je potřaba si zmapovat, jaké funkce chcete, aby uživatelé měli. Ve firemním prostředí si můžet přát horní panel GNOME s již předdefinovanou sadou spouštěčů. Učitel může chtít zakázané položky nabídky <guimenuitem>Správa</guimenuitem> a <guimenuitem>Předvolby</guimenuitem>. Vše to jsou věci, které můžete pomocí aplikace <application>Sabayon</application> udělat.
de: Der erste Schritt beim Erstellen von Profilen für Ihre Benutzer ist zu überlegen, die Nutzung welcher Funktionen Sie Ihren Benutzern gestatten wollen. Im geschäftlichen Umfeld wollen Sie vermutlich ein oberes Panel mit vordefinierten Anwendungsstartern bereitstellen. Ein Lehrer dagegen wird die Menüs <guimenuitem>Systemverwaltung</guimenuitem> und <guimenuitem>Einstellungen</guimenuitem> deaktivieren wollen. Diese Aufgaben können Sie mit <application>Sabayon</application> erledigen.
fr: La première étape dans la création de profils pour vos utilisateurs est de définir de quelles fonctions doivent disposer vos utilisateurs. Si vous êtes une société, vous pouvez souhaiter fournir un panneau supérieur GNOME avec un ensemble de lanceurs prédéfinis. Un professeur peut vouloir désactiver les menus <guimenuitem>Préférences</guimenuitem> et <guimenuitem>Administration</guimenuitem>. Vous pouvez faire toutes ces choses avec <application>Sabayon</application>.

source: Creating a profile
cs: Vytváření profilu
de: Erstellung eines Profils
fr: Création d'un profil

source: Your first step will be to launch <application>Sabayon</application>. If you've installed <application>Sabayon</application> from your distribution's package manager, it may have an icon available for you under the <guimenu>Administration</guimenu> menu. If you've installed from source, you may need to launch it manually. Press <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, and type:
cs: Prvním krokem bude spuštění aplikace <application>Sabayon</application>. Jestli máte <application>Sabayon</application> nainstalován přes balíčkovací systém své distribuce, měli byste mít k dispozici příslušnou ikonu v nabídce <guimenu>Správa</guimenu>. Pokud jste si jej nainstalovali ze zdrojových kódů, budete jej možná muset spustit ručně. Zmáčkněte <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> a napište:
de: Im ersten Schritt wird <application>Sabayon</application> gestartet. Wenn Sie <application>Sabayon</application> mit der Paketverwaltung Ihrer Distribution installiert haben, sollte sich ein Symbol im Menü <guimenu>Verwaltung</guimenu> befinden. Wenn Sie es mit Hilfe des Quellcodes installiert haben müssen Sie es eventuell manuell starten. Drücken Sie dazu <shortcut><keycombo><keycap>Alt</keycap><keycap>F2 </keycap></keycombo></shortcut>, und geben Sie folgendes ein:
fr: La première étape consiste à lancer <application>Sabayon</application>. Si vous avez installé <application>Sabayon</application> à l'aide du gestionnaire de paquets de votre distribution, il est possible qu'une icône soit présente dans le menu <guimenu>Administration</guimenu>. Si vous l'avez installé à partir des sources, vous allez sans doute devoir le lancer manuellement. Appuyez sur <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> et saisissez :

source: and press <keycap>Enter</keycap>. After you've authenticated, you should see the main window for <application>Sabayon</application>:
cs: a zmáčkněte <keycap>Enter</keycap>. Po vašem ověření byste měli spatřit hlavní okno aplikace <application>Sabayon</application>:
de: und drücken Sie die <keycap>Eingabetaste</keycap>. Nach Ihrer Legitimierung sollten sie das Hauptfenster von <application>Sabayon</application> sehen:
fr: et appuyez sur <keycap>Entrée</keycap>. Après votre authentification, vous devez voir la fenêtre principale de <application>Sabayon</application> :

source: Main Window
cs: Hlavní okno
de: Hauptfenster
fr: Fenêtre principale

source: Main window for <placeholder-1/>
cs: Hlavní okno pro <placeholder-1/>
de: Hauptfenster von <placeholder-1/>
fr: Fenêtre principale de <placeholder-1/>

source: <application>Sabayon</application>'s main window for creating, and applying profiles.
cs: Hlavní okno aplikace <application>Sabayon</application> pro vytváření a přidělování profilů.
de: Das Hauptfenster von <application>Sabayon</application> zur Erstellung und Anwendung von Profilen.
fr: Fenêtre principale de <application>Sabayon</application> pour créer et appliquer des profils.

source: To create a new profile, just click on the <guibutton>Add</guibutton> button. You'll see a window, called <guilabel>Add Profile</guilabel>, where you can name the profile, and optionally, select an existing profile which will be the basis, or starting point of this profile:
cs: Pro vytvoření nového profilu stačí kliknout na tlačítko <guibutton>Přidat</guibutton>. Uvidíte okno nazvané <guilabel>Přidání profilu</guilabel>, ve kterém můžete profil pojmenovat a případně vybrat existující profil, který se vezme jako základ nebo výchozí bod tohoto profilu:
de: Klicken Sie zur Erstellung eines neuen Profils auf den Knopf <guibutton>Hinzufügen</guibutton>. Das Fenster <guilabel>Profil hinzufügen</guilabel> wird geöffnet, in dem Sie das Profil benennen können und gegebenenfalls ein vorhandenes Profil als Ausgangsbasis für dieses Profil wählen können:
fr: Pour créer un nouveau profil, cliquez sur le bouton <guibutton>Ajouter</guibutton>. Une fenêtre <guilabel>Ajouter un profil</guilabel> apparaît dans laquelle vous pouvez donner un nom au profil et, en option, sélectionner un profil existant qui servira de base ou de point de départ pour le nouveau profil :

source: Add Profile
cs: Přidání profilu
de: Profil hinzufügen
fr: Ajouter un profil

source: Add Profile window for <placeholder-1/>
cs: Okno Přidání profilu v aplikaci <placeholder-1/>
de: Ein Profilfenster für <placeholder-1/> hinzufügen
fr: Fenêtre principale de <placeholder-1/>

source: Add Profile window for <application>Sabayon</application>.
cs: Okno Přidání profilu v aplikaci <application>Sabayon</application>.
de: Ein Profilfenster für <application>Sabayon</application> hinzufügen.
fr: Fenêtre Ajouter un profil de <application>Sabayon</application>.

source: Now that you've created the profile, you will want to edit it. Select the profile name, and click on the <guibutton>Edit</guibutton> button:
cs: Když nyní máte profil vytvořen, budete jej chtít upravit. Vyberte název profilu a klikněte na tlačítko <guibutton>Upravit</guibutton>:
de: Da Sie nun das Profil erstellt haben, werden Sie es bearbeiten wollen. Wählen Sie den Profilnamen aus und klicken Sie auf den <guibutton>Bearbeiten</guibutton>-Knopf:
fr: Maintenant que vous avez créé le profil, vous allez vouloir le modifier. Sélectionnez le nom du profil et cliquez sur le bouton <guibutton>Modifier</guibutton> :

source: Main window - Edit
cs: Hlavní okno – Úpravy
de: Hauptfenster - Bearbeiten
fr: Fenêtre principale - Éditeur

source: A "desktop within a window" is opened:
cs: Otevře se „pracovní plocha v okně“:
de: Eine »Arbeitsfläche in einem Fenster« wird geöffnet:
fr: Un « bureau à l'intérieur d'une fenêtre » est affiché :

source: Edit Desktop
cs: Úprava pracovního prostředí
de: Arbeitsfläche bearbeiten
fr: Éditeur de bureau

source: Edit desktop
cs: Úprava pracovního prostředí
de: Arbeitsfläche bearbeiten
fr: Éditeur de bureau

source: Within this window, you may make whatever changes to the profile that you wish. You can add launchers or applets to the panels, add launchers to the desktop, or create example files in the home directory.
cs: V rámci tohoto okna můžete provádět jakékoliv změny si pro profil přejete. Můžete přidávat spouštěče nebo applety na panely, přidávat spouštěče na pracovní plochu nebo přidávat ukázkové soubory do domovské složky.
de: In diesem Fenster können Sie das Profil nach Wunsch beliebig ändern. Sie können dem Panel Starter oder Applets hinzufügen, und Starter der Arbeitsfläche hinzufügen oder Beispieldateien im persönlichen Ordner erstellen.
fr: Dans cette fenêtre, vous pouvez faire toutes les modifications que vous souhaitez au profil. Vous pouvez ajouter des lanceurs ou des applets aux panneaux, ajouter des lanceurs sur le bureau ou créer des fichiers d'exemple dans le dossier personnel.

source: When you are done, you may want to look at what changes to the default session that <application>Sabayon</application> has detected you've made. You may do this by clicking on the <guimenu>Edit</guimenu> menu, and selecting <guibutton>Changes</guibutton>. You should see a screen that looks like the following:
cs: Až jste hotovi, budete možná chtít vidět, jaké změny vlastně <application>Sabayon</application> vůči výchozímu sezení rozpoznal, že jste udělali. To můžete tak, že kliknete na nabídku <guimenu>Upravit</guimenu> a vyberete <guibutton>Změny</guibutton>. Mělo by se vám zobrazit něco takovéhoto:
de: Im nächsten Schritt sollten Sie sich anschauen, welche von Ihnen vorgenommene Änderungen am Vorgabeprofil durch <application>Sabayon</application> erkannt worden sind. Öffnen Sie das Menü <guimenu>Bearbeiten</guimenu> und wählen Sie <guibutton>Änderungen</guibutton>. Ein Fenster wie im folgenden Bild wird angezeigt:
fr: Quand vous avez fini, vous pouvez afficher les modifications de la session par défaut que <application>Sabayon</application> a détectées. Pour cela, cliquez sur le menu <guimenu>Édition</guimenu> et sélectionnez <guibutton>Liste des modifications</guibutton>. Une fenêtre qui ressemble à la suivante apparaît :

source: Changes window
cs: Okno změn
de: Änderungsfenster
fr: Fenêtre Liste des modifications

source: Edit <application>Sabayon</application>'s saved actions in the changes window Edit desktop
cs: Úprava v okně změn provedených v pracovním prostředí a uložených aplikací <application>Sabayon</application>
de: Bearbeiten der in <application>Sabayon</application> gespeicherten Aktionen im Änderungsfenster
fr: Modification des actions enregistrées par <application>Sabayon</application> dans la fenêtre Liste des modifications du menu Édition du bureau

source: You can modify what <application>Sabayon</application> will save in the profile in the changes screen:
cs: V okně změn můžete upravit, co má <application>Sabayon</application> do profilu uložit:
de: Sie können im Änderungsfenster anpassen, was durch <application>Sabayon</application> im Profil gespeichert wird:
fr: Vous pouvez modifier ce que <application>Sabayon</application> va enregistrer dans le profil dans la fenêtre Modifications :

source: If you want <application>Sabayon</application> to ignore a setting that's been made, check the <guibutton>Ignore</guibutton> checkbox for that item.
cs: Pokud chcete, aby <application>Sabayon</application> ignoroval některé nastavení, které bylo provedeno, zaškrtněte políčko <guibutton>Ignorovat</guibutton> vedle něj.
de: Wenn <application>Sabayon</application> getätigte Änderungen ignorieren soll, so wählen Sie das Ankreuzfeld <guibutton>Ignorieren</guibutton> für dieses Objekt aus.
fr: Si vous voulez que <application>Sabayon</application> ignore un réglage qui a été fait, cochez la case <guibutton>ignorer</guibutton> pour cet élément.

source: To have a gconf key set as a "default" setting, simply leave it as is on the <emphasis>wooden</emphasis> shield. it's silver.
cs: Abyste klíč gconf změnili na „výchozí“ nastavení, stačí jej ponechat s <emphasis>dřevěným</emphasis> štítem.
de: Um einen GConf-Schlüssel zur Vorgabeeinstellung zu machen, lassen Sie einfach die Einstellung unverändert, was durch das Symbol eines »hölzernen Schildes« kenntlich gemacht wird.
fr: Pour qu'une clé gconf soit définie comme paramètre « par défaut », laissez l'icône de la clé tel quelle, un bouclier de <emphasis> bois</emphasis> qui est de couleur argentée.

source: To have a gconf key set as a "mandatory" setting, click on it once to turn it into a <emphasis>iron</emphasis> shield.
cs: Abyste klíč gconf změnili na „povinné“ nastavení, jednou na něj klikněte a on se přepne na <emphasis>železný</emphasis> štít.
de: Um einen GConf-Schlüssel zu einer obligatorischen Einstellung zu machen, klicken Sie darauf, so dass dies durch ein Symbol eines »stählernen Schildes« angezeigt wird.
fr: Pour qu'une clé gconf soit définie comme paramètre « obligatoire », cliquez une fois sur l'icône pour la changer en bouclier de <emphasis>fer</emphasis>.

source: Then save the profile by selecting <menuchoice><guimenu>Profile </guimenu><guimenuitem>Save The Profile</guimenuitem></menuchoice> is saved in <filename>/etc/sabayon/profiles</filename>, as a <emphasis>.zip</emphasis> file with the name you selected for the profile.
cs: Až po té profil uložíte volbou <menuchoice><guimenu>Profil</guimenu><guimenuitem>Uložit profil</guimenuitem></menuchoice>, bude uchován v <filename>/etc/sabayon/profiles</filename> jako soubor <emphasis>.zip</emphasis> s názvem, který jste pro profil vybrali.
de: Zum Speichern des Profils wählen Sie <menuchoice><guimenu>Profil</guimenu><guimenuitem>Das Profil speichern</guimenuitem></menuchoice>, woraufhin es in <filename>/etc/sabayon/profiles</filename> als <emphasis>.zip</emphasis>-Datei mit dem von Ihnen gewählten Namen gespeichert wird.
fr: Ensuite enregistrez le profil en sélectionnant <menuchoice><guimenu>Profil</guimenu><guimenuitem>Enregistrer</guimenuitem></menuchoice>. Le profil est enregistré dans <filename>/etc/sabayon/profiles</filename>, sous la forme d'un fichier <emphasis>.zip</emphasis> portant le même nom que celui que vous avez choisi pour le profil.

source: Lockdown Editor
cs: Editor omezení práv
de: Zugriffsrechte anpassen
fr: Éditeur de verrouillage

source: GNOME also includes the lockdown features of <application>Pessulus</application>, which allow you to do things like prevent users from modifying their panels, opening a <guilabel>Run Application</guilabel> dialogue, etc.
cs: GNOME také obsahuje funkci omezení práv <application>Pessulus</application>, která vám umožní takové věci, jak zabránit uživatelům v úpravách jejich panelů, otevírání dialogového okna <guilabel>Spustit aplikaci</guilabel> apod.
de: GNOME liefert mit <application>Pessulus</application> auch eine Möglichkeit zum Anpassen von Zugriffsrechten mit. Damit können Sie Benutzer an der Änderung des Panels oder der Benutzung des <guilabel>Anwendung ausführen</guilabel>-Dialogs hindern usw.
fr: GNOME possède aussi les fonctionnalités de verrouillage de <application>Pessulus</application> qui vous permettent d'empêcher que les utilisateurs modifient leurs panneaux, ouvrent une boîte de dialogue <guilabel>Lancer une application</guilabel>, etc.

source: You can use the lockdown editor by selecting <menuchoice><guimenu>Edit</guimenu><guimenuitem>Lockdown</guimenuitem></menuchoice> on the <guilabel>Desktop editor</guilabel> window.
cs: K editoru omezení práv se dostanete výběrem <menuchoice><guimenu>Upravit</guimenu><guimenuitem>Omezení práv</guimenuitem></menuchoice> v okně <guilabel>Editor pracovního prostředí</guilabel>.
de: Um die Möglichkeit der Anpassung der Zugriffsrechte zu nutzen, wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Zugriffsrechte anpassen</guimenuitem></menuchoice> im <guilabel>Desktop-Editor</guilabel>-Fenster.
fr: Vous pouvez utiliser l'éditeur de verrouillage en sélectionnant <menuchoice><guimenu>Édition</guimenu><guimenuitem>Verrouillage</guimenuitem></menuchoice> dans la fenêtre <guilabel>Éditeur de bureau</guilabel>.

source: Lockdown editor
cs: Editor omezení práv
de: Zugriffsrechte anpassen
fr: Éditeur de verrouillage

source: Edit GNOME's lockdown settings from <application>Sabayon</application>.
cs: Úprava nastavení omezení práv v GNOME z aplikace <application>Sabayon</application>.
de: Bearbeiten der Zugriffsrechte in GNOME mit <application>Sabayon</application>.
fr: Modification des paramètres de verrouillage de GNOME à partir de <application>Sabayon</application>.

source: Applying Profiles
cs: Přidělení profilů
de: Anwenden von Profilen
fr: Application des profils

source: Applying a profile
cs: Přidělování profilu
de: Anwenden eines Profils
fr: Application d'un profil

source: Important: it is advisable to create a new user to test the profile.
cs: Důležité: je vhodné vytvořit nového uživatele pro testování profilu.
de: Wichtig: Es ist ratsam einen neuen Benutzer zum Testen des Profils anzulegen.
fr: Important : il est conseillé de créer un nouvel utilisateur pour tester le profil.

source: Select the profile that you want to apply and click on <guibutton>Users</guibutton> : Then, select the users that you want to apply the profile. In this example <emphasis>Eleve1 </emphasis> and <emphasis>Eleve 2</emphasis> will have the profile <filename>my_profile</filename>.
cs: Vyberte profil, který chcete použít a klikněte na <guibutton>Uživatelé</guibutton>: Po té vyberte uživatele, kterým chcete profil přidělit. Například <emphasis>Student1</emphasis> a <emphasis>Student2</emphasis> budou mít profil <filename>muj_profil</filename>.
de: Wählen Sie das Profil aus, welches Sie anwenden wollen und klicken Sie auf den Knopf <guibutton>Benutzer</guibutton>. Wählen Sie anschließend die Benutzer aus, auf die Sie das Profil anwenden wollen. In diesem Beispiel wird den Benutzern <emphasis>Eleve 1</emphasis> und <emphasis>Eleve 2</emphasis> das Profil <filename>my_profile</filename> zugeordnet.
fr: Sélectionnez le profil que vous voulez appliquer et cliquez sur <guibutton>Utilisateurs</guibutton>, puis sélectionnez les utilisateurs pour lesquels le profil s'applique. Dans cet exemple, <emphasis>Eleve1</emphasis> et <emphasis>Eleve2</emphasis> utilisent le profil <filename>mon_profil</filename>.

source: Apply profile by user
cs: Přidělení profilu podle uživatele
de: Profil auf Benutzer anwenden
fr: Application d'un profil par utilisateur

source: Apply a profile to only certain users.
cs: Přidělení profilu jen konkrétním uživatelům.
de: Ein Profil nur auf bestimmte Benutzer anwenden.
fr: Application d'un profil uniquement à certains utilisateurs

source: Applying profiles by group
cs: Přidělování profilů podle skupin
de: Profil auf Gruppe anwenden
fr: Application des profils par groupe

source: A common desire of systems administrators is to apply profiles by group. You can do this either in the gui tool itself, or alternatively, by a manual script.
cs: Běžným přáním systémových správců je přidělovat profily podle skupin. Můžete to provést bud v grafickém nástroji a nebo alternativně ručním skriptem.
de: Ein häufiger Wunsch von Systemadministratoren ist es, ein Profil auf Gruppen anzuwenden. Sie können dies entweder mit dem grafischen Werkzeug selbst oder alternativ durch ein Skript tun.
fr: Un souhait commun des administrateurs systèmes est de pouvoir appliquer les profils par groupe. Vous pouvez faire cela dans l'interface graphique de l'outil, ou manuellement à l'aide d'un script.

source: Via the gui
cs: Přes grafické prostředí
de: Über die grafische Oberfläche
fr: À l'aide de l'interface graphique

source: Simply use the simply <command>sabayon-apply</command> script, which is shipped with <application>Sabayon</application> by default, but within the gui tool, select the <guibutton>Group</guibutton> button, and check off which groups you wish to apply the profile to.
cs: Stačí použít jednoduchý skript <command>sabayon-apply</command>, který je dodáván standardně spolu s aplikací <application>Sabayon</application>, ale v rámci grafického nástroje. Zvolte tlačítko <command>Skupina</command> a zaškrtněte skupiny, pro které si přejete profil používat.
de: Verwenden Sie einfach das Skript <command>sabayon-apply</command>, welches <application>Sabayon</application> standardmäßig mitliefert. In der grafischen Oberfläche klicken Sie auf den Knopf <guibutton>Gruppe</guibutton> und wählen die Gruppen aus, für welche Sie dieses Profil anwenden wollen.
fr: Utilisez tout simplement le script <command>sabayon-apply</command> qui est fourni par défaut avec <application>Sabayon</application>. Dans l'interface graphique, cliquez sur le bouton <guibutton>Groupes</guibutton> et cochez les groupes pour lesquels le profil s'applique.

source: Apply profile by group
cs: Přidělení profilu podle skupiny
de: Profile nach Gruppe anwenden
fr: Application d'un profil par groupe

source: Apply a profile to users who are members of a group.
cs: Přidělení profilu uživatelům, kteří jsou členy skupiny.
de: Anwenden eines Profils auf Benutzer, die einer Gruppe angehören.
fr: Appliquer un profil aux utilisateurs qui sont membres d'un groupe.

source: translator-credits
cs: Marek Černocký <marek@manet.cz>
de: Mario Blättermann <mariobl@gnome.org>, 2010 Christian Kirbach <Christian.Kirbach@googlemail.com>, 2010
fr: Laurent Coudeur <laurentc@iol.ie>, 2009 Bruno Brouard <annoa.b@gmail.com>, 2010

source: November 2009
cs: Listopad 2009
fr: Novembre 2009

source: Installation
cs: Instalace
