Repository: marcoliveira/sabayon
Catalog: help/*/*.po
Languages: cs, de, fr

source: @@image: 'figures/main-window.png'; md5=3d88bd174b42a3fd282733b215b4c2dd
de: a

source: @@image: 'figures/add-profile.png'; md5=9e32b75142c4a3a47a1a4c33aeca8c03
de: a

source: @@image: 'figures/edit-desktop.png'; md5=a747cdec58440f4f2c279df2edea00de
de: a

source: @@image: 'figures/changes.png'; md5=56a2beb89b4504b189368a166ed47a03
de: a

source: @@image: 'figures/lockdown.png'; md5=b3c3a4c52c38749a2d1eb564dfa0708e
de: a

source: @@image: 'figures/apply-by-user.png'; md5=afb4f97931f700c1d52d1d8251f70f13
de: a

source: <application>Sabayon</application> Administrator's Reference
cs: Příručka správce <application>Sabayon</application>
de: <application>Sabayon</application>-Referenz für Administratoren
fr: Référence de l'administrateur de <application>Sabayon</application>

source: <application>Sabayon</application> is a profile editor for GNOME.
cs: <application>Sabayon</application> je editor profilů pro GNOME.
de: <application>Sabayon</application> ist ein Profileditor für GNOME.
fr: <application>Sabayon</application> est un éditeur de profils pour GNOME.

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
cs: Je povoleno kopírovat, šířit a/nebo upravovat tento dokument za podmínek GNU Free Documentation License, verze 1.1 nebo jakékoli další verze vydané nadací Free Software Foundation; bez neměnných oddílů, bez textů předních desek a bez textů zadních desek. Kopie GFD můžete najít pod tímto <ulink type="help" url="ghelp:fdl">odkazem</ulink> nebo v souboru COPYING-DOCS dodávaném s touto příručkou.
de: Das vorliegende Dokument kann gemäß den Bedingungen der GNU Free Documentation License (GFDL), Version 1.1 oder jeder späteren, von der Free Software Foundation veröffentlichten Version ohne unveränderbare Abschnitte sowie ohne Texte auf dem vorderen und hinteren Buchdeckel kopiert, verteilt und/oder modifiziert werden. Eine Kopie der GFDL finden Sie unter diesem <ulink type="help" url="ghelp:fdl">Link</ulink> oder in der mit diesem Handbuch gelieferten Datei COPYING-DOCS.
fr: Permission vous est donnée de copier, distribuer et/ou modifier ce document selon les termes de la Licence GNU Free Documentation Licence, Version 1.1 ou ultérieure publiée par la Free Software Foundation sans section inaltérable, sans texte de première page de couverture ni texte de dernière page de couverture. Vous trouverez un exemplaire de cette licence en suivant ce <ulink type="help" url="ghelp:fdl">lien</ulink> ou dans le fichier COPYING-DOCS fourni avec le présent manuel.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
cs: Tato příručka je součástí kolekce příruček GNOME, distribuovaných pod licencí GNU FDL. Pokud chcete tento dokument šířit odděleně od kolekce, musíte přiložit kopii licence dle popisu v sekci 6 dané licence.
de: Das vorliegende Handbuch ist Teil einer Reihe von GNOME-Handbüchern, die unter der GFDL verteilt werden. Wenn Sie dieses Handbuch separat verteilen möchten, können Sie dies tun, indem Sie dem Handbuch eine Kopie der Lizenz, wie in Abschnitt 6 der Lizenz beschrieben, hinzufügen.
fr: Ce manuel fait partie de la collection de manuels GNOME distribués selon les termes de la licence de documentation libre GNU. Si vous souhaitez distribuer ce manuel indépendamment de la collection, vous devez joindre un exemplaire de la licence au document, comme indiqué dans la section 6 de celle-ci.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
cs: Mnoho názvů užívaných ke zviditelnění produktů nebo služeb jsou ochranné známky. Na místech, kde jsou tyto názvy v dokumentaci použity a členové Dokumentačního projektu GNOME jsou si vědomi skutečnosti, že se jedná o ochrannou známku, je takový název psán velkými písmeny celý nebo s velkým písmenem na začátku.
de: Bei vielen der von Firmen zur Unterscheidung ihrer Produkte und Dienstleistungen verwendeten Namen handelt es sich um Marken. An den Stellen, an denen derartige Namen in einer GNOME-Dokumentation vorkommen und wenn die Mitglieder des GNOME-Dokumentationsprojekts über diese Marken informiert wurden, sind die Namen in Großbuchstaben oder mit großen Anfangsbuchstaben geschrieben.
fr: La plupart des noms utilisés par les entreprises pour distinguer leurs produits et services sont des marques déposées. Lorsque ces noms apparaissent dans la documentation GNOME et que les membres du projet de Documentation GNOME sont informés de l'existence de ces marques déposées, soit ces noms entiers, soit leur première lettre est en majuscule.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
cs: DOKUMENT JE POSKYTOVÁN V PODOBĚ „JAK JE“ BEZ ZÁRUKY V JAKÉKOLIV PODOBĚ, NEPOSKYTUJÍ SE ANI ODVOZENÉ ZÁRUKY, ZÁRUKY, ŽE DOKUMENT, NEBO JEHO UPRAVENÁ VERZE, JE BEZCHYBNÝ NEBO ZÁRUKY PRODEJNOSTI, VHODNOSTI PRO URČITÝ ÚČEL NEBO NEPORUŠENOSTI. RIZIKO NEKVALITY, NEPŘESNOSTI A ŠPATNÉHO PROVEDENÍ DOKUMENTU, NEBO JEHO UPRAVENÉ VERZE, LEŽÍ NA VÁS. POKUD KVŮLI TOMUTO DOKUMENTU, NEBO JEHO UPRAVENÉ VERZI, NASTANE PROBLÉM, VY (NIKOLIV PŮVODNÍ AUTOR NEBO JAKÝKOLIV PŘISPĚVATEL) PŘEBÍRÁTE JAKÉKOLIV NÁKLADY ZA NUTNÉ ÚPRAVY, OPRAVY ČI SLUŽBY. TOTO PROHLÁŠENÍ O ZÁRUCE PŘEDSTAVUJE ZÁKLADNÍ SOUČÁST TÉTO LICENCE. BEZ TOHOTO PROHLÁŠENÍ NENÍ, PODLE TÉTO DOHODY, POVOLENO UŽÍVÁNÍ ANI ÚPRAVY TOHOTO DOKUMENTU; DÁLE
de: DAS DOKUMENT WIRD »WIE VORLIEGEND« GELIEFERT, OHNE JEGLICHE GEWÄHRLEISTUNG, WEDER AUSDRÜCKLICH NOCH STILLSCHWEIGEND, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF, GEWÄHRLEISTUNGEN, DASS DAS DOKUMENT ODER EINE MODIFIZIERTE VERSION DES DOKUMENTS FREI VON HANDELSÜBLICHEN FEHLERN UND FÜR EINEN BESTIMMTEN ZWECK GEEIGNET IST UND KEINE RECHTE DRITTER VERLETZT. JEGLICHES RISIKO IN BEZUG AUF DIE QUALITÄT, GENAUIGKEIT UND LEISTUNG DES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS TRAGEN SIE. SOLLTE SICH EIN DOKUMENT ODER EINE MODIFIZIERTE VERSION DAVON IN IRGENDEINER WEISE ALS FEHLERHAFT ERWEISEN, TRAGEN SIE (NICHT DER URSPRÜNGLICHE VERFASSER, AUTOR ODER EIN MITWIRKENDER) DIE KOSTEN FÜR JEGLICHE ERFORDERLICHE SERVICE-, REPARATUR- UND KORREKTURMASSNAHMEN: DIESE BESCHRÄNKUNG DER GEWÄHRLEISTUNG IST WESENTLICHER BESTANDTEIL DIESER LIZENZ. JEDE VERWENDUNG EINES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS UNTERLIEGT DIESER BESCHRÄNKUNG; UND
fr: LE PRÉSENT DOCUMENT EST FOURNI « TEL QUEL », SANS AUCUNE GARANTIE, EXPRESSE OU IMPLICITE, Y COMPRIS, ET SANS LIMITATION, LES GARANTIES DE BONNE QUALITÉ MARCHANDE OU D'APTITUDE À UN EMPLOI PARTICULIER OU AUTORISÉ DU DOCUMENT OU DE SA VERSION MODIFIÉE. L'UTILISATEUR ASSUME TOUT RISQUE RELATIF À LA QUALITÉ, À LA PERTINENCE ET À LA PERFORMANCE DU DOCUMENT OU DE SA VERSION DE MISE À JOUR. SI LE DOCUMENT OU SA VERSION MODIFIÉE S'AVÉRAIT DÉFECTUEUSE, L'UTILISATEUR (ET NON LE RÉDACTEUR INITIAL, L'AUTEUR, NI TOUT AUTRE PARTICIPANT) ENDOSSERA LES COÛTS DE TOUTE INTERVENTION, RÉPARATION OU CORRECTION NÉCESSAIRE. CETTE DÉNÉGATION DE RESPONSABILITÉ CONSTITUE UNE PARTIE ESSENTIELLE DE CETTE LICENCE. AUCUNE UTILISATION DE CE DOCUMENT OU DE SA VERSION MODIFIÉE N'EST AUTORISÉE AUX TERMES DU PRÉSENT ACCORD, EXCEPTÉ SOUS CETTE DÉNÉGATION DE RESPONSABILITÉ ;

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
cs: ZA ŽÁDNÝCH OKOLNOSTÍ A ŽÁDNÝCH PRÁVNÍCH PŘEDPOKLADŮ, AŤ SE JEDNÁ O PŘEČIN (VČETNĚ NEDBALOSTNÍCH), SMLOUVU NEBO JINÉ, NENÍ AUTOR, PŮVODNÍ PISATEL, KTERÝKOLIV PŘISPĚVATEL NEBO KTERÝKOLIV DISTRIBUTOR TOHOTO DOKUMENTU NEBO UPRAVENÉ VERZE DOKUMENTU NEBO KTERÝKOLIV DODAVATEL NĚKTERÉ Z TĚCHTO STRAN ODPOVĚDNÝ NĚJAKÉ OSOBĚ ZA PŘÍMÉ, NEPŘÍMÉ, SPECIÁLNÍ, NAHODILÉ NEBO NÁSLEDNÉ ŠKODY JAKÉHOKOLIV CHARAKTERU, VČETNĚ, ALE NEJEN, ZA POŠKOZENÍ ZE ZTRÁTY DOBRÉHO JMÉNA, PŘERUŠENÍ PRÁCE, PORUCHY NEBO NESPRÁVNÉ FUNKCE POČÍTAČE NEBO JINÉHO A VŠECH DALŠÍCH ŠKOD NEBO ZTRÁT VYVSTÁVAJÍCÍCH Z NEBO VZTAHUJÍCÍCH SE K POUŽÍVÁNÍ TOHOTO DOKUMENTU NEBO UPRAVENÝCH VERZÍ DOKUMENTU, I KDYŽ BY TAKOVÁTO STRANA BYLA INFORMOVANÁ O MOŽNOSTI TAKOVÉHOTO POŠKOZENÍ.
de: UNTER KEINEN UMSTÄNDEN UND GEMÄSS KEINER RECHTSLEHRE, WEDER AUFGRUND VON UNERLAUBTEN HANDLUNGEN (EINSCHLIESSLICH FAHRLÄSSIGKEIT), VERTRÄGEN ODER SONSTIGEM, KANN DER AUTOR, DER URSPRÜNGLICHE VERFASSER, EIN MITWIRKENDER ODER EIN VERTEILER DES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS ODER EIN LIEFERANT EINER DIESER PARTEIEN VON EINER PERSON FÜR DIREKTE, INDIREKTE, BESONDERE, ZUFÄLLIGE ODER ALS FOLGE AUFGETRETENE SCHÄDEN IRGENDEINER ART, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF, SCHÄDEN DURCH GESCHÄFTSWERTVERLUSTE, ARBEITSAUSFÄLLE, COMPUTERAUSFÄLLE ODER FUNKTIONSSTÖRUNGEN ODER JEGLICHE ANDERE SCHÄDEN ODER VERLUSTE, DIE DURCH ODER IM ZUSAMMENHANG MIT DER VERWENDUNG DES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS ENTSTANDEN SIND, SELBST WENN DIESE PARTEI ÜBER MÖGLICHE SCHÄDEN INFORMIERT WORDEN SEIN SOLLTE, HAFTBAR GEMACHT WERDEN.
fr: EN AUCUNE CIRCONSTANCE ET SOUS AUCUNE INTERPRÉTATION DE LA LOI, QU'IL S'AGISSE DE RESPONSABILITÉ CIVILE (Y COMPRIS LA NÉGLIGENCE), CONTRACTUELLE OU AUTRE, L'AUTEUR, LE RÉDACTEUR INITIAL, TOUT PARTICIPANT ET TOUT DISTRIBUTEUR DE CE DOCUMENT OU DE SA VERSION DE MISE À JOUR AINSI QUE TOUT FOURNISSEUR DE QUELQUE PARTIE QUE CE SOIT NE POURRONT ÊTRE TENUS RESPONSABLES À L'ÉGARD DE QUICONQUE POUR TOUT DOMMAGE DIRECT, INDIRECT, PARTICULIER OU ACCIDENTEL DE TOUT TYPE Y COMPRIS, SANS LIMITATION, LES DOMMAGES LIÉS À LA PERTE DE CLIENTÈLE, AUX ARRÊTS DE TRAVAIL, AUX DÉFAILLANCES ET AUX DYSFONCTIONNEMENTS INFORMATIQUES OU TOUT AUTRE DOMMAGE OU PERTE LIÉE À L'UTILISATION DU PRÉSENT DOCUMENT ET DE SES VERSIONS DE MISE À JOUR, ET CE MÊME SI CES PARTIES ONT ÉTÉ INFORMÉES DE LA POSSIBILITÉ DE TELS DOMMAGES.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <placeholder-1/>
cs: DOKUMENT A JEHO UPRAVENÉ VERZE JSOU ŠÍŘENY V SOULADU SE ZNĚNÍM LICENCE GNU FREE DOCUMENTATION LICENSE S NÁSLEDUJÍCÍM USTANOVENÍM: <placeholder-1/>
de: DAS DOKUMENT UND MODIFIZIERTE VERSIONEN DES DOKUMENTS WERDEN GEMÄSS DEN BEDINGUNGEN DER GNU FREE DOCUMENTATION LICENSE MIT DER FOLGENDEN VEREINBARUNG BEREITGESTELLT: <placeholder-1/>
fr: LE PRÉSENT DOCUMENT ET SES VERSIONS MODIFIÉES SONT FOURNIS SELON LES TERMES DE LA LICENCE DE DOCUMENTATION LIBRE GNU SACHANT QUE : <placeholder-1/>

source: Feedback
cs: Ohlasy
de: Rückmeldungen
fr: Votre avis

source: To report a bug or make a suggestion regarding the <application>sabayon</application> application or this manual, follow the directions in the <ulink url="ghelp:gnome-feedback" type="help">GNOME Feedback Page</ulink>.
cs: Pokud chcete oznámit chybu nebo navrhnout vylepšení vztahující se k aplikaci <application>sabayon</application> nebo této příručce, postupujte dle instrukcí na stránce <ulink url="ghelp:gnome-feedback" type="help">Stránka s ohlasy na GNOME</ulink>.
de: Wenn Sie Fehler finden oder Vorschläge zur Anwendung <application>Sabayon</application> oder zu diesem Handbuch haben, folgen Sie den Anweisungen in der <ulink url="ghelp:gnome-feedback" type="help">GNOME-Seite für Rückmeldungen</ulink>.
fr: Pour rapporter un bogue ou émettre une suggestion concernant l'application <application>sabayon</application> ou ce manuel, procédez comme indiqué sur la <ulink url="ghelp:gnome-feedback" type="help">Page de réactions sur GNOME</ulink>.

source: Profiles
cs: Profily
de: Profile
fr: Profils

source: Introduction
cs: Úvod
de: Einführung

source: Description
cs: Popis
de: Beschreibung

source: <application>Sabayon</application> is a system administration tool to manage GNOME desktop settings. <application>Sabayon</application> provides a sane way to edit GConf defaults and GConf mandatory keys: the same way you edit your desktop. <application>Sabayon</application> launches profiles in a <application>Xephyr</application> window, which provides an X session within an X session, like <application>Xnest</application>.
cs: <application>Sabayon</application> je nástroj pro systémové správce sloužící ke správě nastavení pracovního prostředí GNOME. <application>Sabayon</application> poskytuje rozumný způsob, jak upravovat výchozí klíče GConf a povinné klíče GConf – stejným způsobem, jako upravujete svoje pracovní prostředí. <application>Sabayon</application> spouští profily v okně <application>Xephyr</application>, které poskytuje vlastní sezení X v rámci sezení X, podobně jako <application>Xnest</application>.
de: <application>Sabayon</application> ist ein Systemwerkzeug zum Verwalten der Einstellungen der GNOME Arbeitsumgebung. <application>Sabayon</application> stellt einen einfachen Weg zum Bearbeiten der GConf-Vorgaben und der obligatorischen GConf-Schlüssel in der gleichen Weise bereit, wie Sie Ihre Arbeitsumgebung konfigurieren. <application>Sabayon</application> startet Profile in einem <application>Xephyr</application>-Fenster, welches ähnlich <application>Xnest</application> eine in eine andere X-Sitzung eingebettete X-Sitzung bereitstellt.
fr: <application>Sabayon</application> est un outil d'administration système pour gérer les paramètres du bureau GNOME. <application>Sabayon</application> fournit une façon saine de modifier les paramètres par défaut de GConf et les clés obligatoires de GConf de la même façon dont vous modifiez votre bureau. <application>Sabayon</application> exécute les profils dans une fenêtre <application>Xephyr</application> qui fournit une session X dans une session X, comme <application>Xnest</application>.

source: Any changes you make in the <application>Xnest</application> window are saved back to the profile file, which can then be applied to user's accounts. Currently <application>Sabayon</application> is limited to the creation and update of user preference profiles. It does not deal with the very large problem of actually populating target system with those preferences. So far <application>Sabayon</application> supports complete files and the configuration format for:
cs: Libovolné změny, které provedete v okně <application>Xephyr</application> se zpětně promítnou do profilu, který se pak dá použít s uživatelskými účty. V současnosti je <application>Sabayon</application> omezen na vytváření a úpravy profilů s uživatelským předvolbami. Nezabývá se rozsáhlým problémem vlastního naplnění cílového systému těmito předvolbami. Zatím <application>Sabayon</application> podporuje kompletní soubory a formáty nastavení pro:
de: Jede der in diesem eingebetteten <application>Xnest</application>-Fenster vorgenommenen Änderungen werden in der Profildatei gespeichert und können auf die Konten der Benutzer angewendet werden. Gegenwärtig beschränkt sich <application>Sabayon</application> auf die Erstellung und Aktualisierung der Konfigurationsdateien der Benutzer. Es geht nicht auf das Problem des Einspielens der Einstellungen auf Zielsysteme ein. Derzeit unterstützt <application>Sabayon</application> vollständige Dateien und das Konfigurationsformat für:
fr: Tous les changements que vous effectuez dans la fenêtre <application>Xnest</application> sont enregistrés dans le fichier profil, qui peut être appliqué ensuite aux comptes des utilisateurs. Pour le moment <application>Sabayon</application> se limite à la création et la mise à jour de profils de préférences d'utilisateurs. Il ne traite pas du gros problème de fournir effectivement ces préférences à un système cible. Pour le moment <application>Sabayon<application> prend en charge complètement les fichiers et le format de configuration pour :

source: Installation from a tarball
cs: Instalace z archivu tarball
de: Installation aus einem Tar-Archiv
fr: Installation à partir d'un tarball

source: Download <application>Sabayon</application> at <ulink url="http://ftp.gnome.org/pub/GNOME/sources/sabayon/"/>
cs: Stáhněte <application>Sabayon</application> z <ulink url="http://ftp.gnome.org/pub/GNOME/sources/sabayon/"/>
de: <application>Sabayon</application> können sie von <ulink url="http://ftp.gnome.org/pub/GNOME/sources/sabayon/"/> herunterladen.
fr: Téléchargez <application>Sabayon</application> sur <ulink url="http://ftp.gnome.org/pub/GNOME/sources/sabayon/"/>

source: To unpack the source, open a terminal and type :
cs: Vybalte zdrojové kódy, otevřete terminál a napište:
de: Um die Quellen zu entpacken, öffnen Sie ein Terminal und geben Sie Folgendes ein:
fr: Pour décompresser la source, ouvrez un terminal et saisissez :

source: Then you can configure and compile the program:
cs: Po té můžete provést nastavení a překlad programu:
de: Dann können Sie das Programm konfigurieren und kompilieren:
fr: Vous pouvez alors configurer et compiler le programme :

source: Add a user (you must have root permissions) :
cs: Přidejte uživatele (k tomu musíte mít oprávnění superuživatele root):
de: Fügen Sie einen Benutzer hinzu, wobei Sie über Root-Rechte verfügen müssen:
fr: Ajoutez un utilisateur (vous devez disposer des droits root) :

source: Create the directory <filename>/var/sabayon</filename> :
cs: Vytvořte složku <filename>/var/sabayon</filename>:
de: Erstellen Sie den Ordner <filename>/var/sabayon</filename>:
fr: Créez le dossier <filename>/var/sabayon</filename> :

source: Apply the following permissions :
cs: Přidělte následující oprávnění:
de: Fügen Sie folgende Zugriffsrechte hinzu:
fr: Appliquez les permissions suivantes :

source: Installing your distributions package
cs: Instalace balíčku z vaší distribuce
de: Installieren Ihres Distributionspakets
fr: Installation du paquet de votre distribution

source: Your distribution probably contains a pre-packaged version of <application>Sabayon</application> which will be supported directly by your distribution. Search for the package 'sabayon' in your distribution's package management tools.
cs: Vaše distribuce bude pravděpodobně obsahovat připravený balíček s verzí aplikace <application>Sabayon</application>, která je vaší distribucí přímo podporována. Hledejte balíček s názvem „sabayon“ v nástroji pro správu balíčků vaší distribuce.
de: Ihre Distribution stellt vermutlich eine vorgefertigte Version von <application>Sabayon</application> bereit, welche direkt unterstützt wird. Suchen Sie im Paketverwaltungswerkzeug Ihrer Distribution nach »sabayon«.
fr: Votre distribution contient probablement une version déjà prête à l'emploi de <application>Sabayon</application> qui est directement prise en charge. Recherchez le paquet « Sabayon » avec le gestionnaire de paquets de votre distribution.

source: Installing from the git repository
cs: Instalace z repozitáře GIT
de: Installieren aus dem Git-Softwarebestand
fr: Installation depuis le dépôt git

source: For those who wish to be on the bleeding edge, you can install <application>Sabayon</application> from GNOME's git repository.
cs: Ti kteří, kteří si přejí mít to nejnovější i za cenu rizika, si mohou nainstalovat <application>Sabayon</application> z gitového repozitáře GNOME.
de: Diejenige unter Ihnen, welche die neueste Version haben wollen, können <application>Sabayon</application> aus dem Git-Softwarebestand von GNOME installieren.
fr: Pour ceux qui souhaiteraient être à la pointe, vous pouvez installer <application>Sabayon</application> depuis le dépôt git de GNOME.

source: Installing from git is precisely the procedure as installing from the tarball, with the exception of obtaining the release from git, and running the autoconfigure tools.
cs: Instalace ze systému git je stejná, jako instalace z archivu tarbal, akorát s rozdílem v získání zdrojového kódu a spuštění autokonfiguračních nástrojů.
de: Die Installation aus dem Git folgt der gleichen Vorgehensweise wie die Installation aus einem Tar-Archiv. Der Unterschied besteht allerdings darin, dass Sie die Version aus dem Git beziehen und die Werkzeuge zur Autokonfiguration ausführen müssen.
fr: L'installation à partir d'un dépôt git est exactement la même que celle à partir d'un tarball, à l'exception de la récupération de la version depuis le dépôt git et le lancement des outils d'autoconfiguration.

source: At this point, simply follow the same instructions for configuring and compiling the program as you did for installing from a tarball.
cs: O této chvíle prostě pokračujte v konfiguraci a překladu programu stejně, jako při instalaci z archivu tarball.
de: Sobald dies erledigt ist, folgen Sie einfach den gleichen Anweisungen für die Konfiguration und Kompilierung, wie sie für eine Installation aus einem Tar-Archiv gelten.
fr: Ensuite, suivez simplement les mêmes instructions pour configurer et compiler le programme que celles utilisées pour installer un tarball.

source: Create a profile
cs: Vytvoření profilu
de: Ein Profil erstellen
fr: Création d'un profil
