Repository: marcoliveira/sabayon
Catalog: po/*.po
Languages: de, en@shaw, ku, mg, mn, ms, ne

source: LDAP Scope must be one of:
ku: Qada LDAP divê yek ji wan be:
mn: LDAP-муж дараахын аль нэг нь байх ёстой:
ms: Liputan LDAP mestilah salah satu dari:

source: multiple_result must be one of:
ku: multiple_result divê yek ji wan be:
mn: олон_үрдүн дараахын аль нэг нь байх ёстой:
ms: multiple_result mesti salah satu dari:

source: Failed to get the group list
en@shaw: 𐑓𐑱𐑤𐑛 𐑑 𐑜𐑧𐑑 𐑞 𐑜𐑮𐑵𐑐 𐑤𐑦𐑕𐑑
ku: Anîna lîsteya komê pêk nehat
mn: Бүлгийн жагсаалтыг унших боломжгүй
ms: Gagal mendapatkan senarai kumpulan

source: GConf
ne: जिकन्फ

source: Panel applet '%s' added
ne: प्यानल एप्लेट '%s' थपियो

source: Panel applet '%s' removed
ne: प्यानल एप्लेट '%s' हटाइयो

source: Panel object '%s' added
ne: प्यानल वस्तु '%s' थपियो

source: Panel object '%s' removed
ne: प्यानल वस्तु '%s' हटाइयो
