Repository: marcoliveira/sabayon
Catalog: po/*.po
Languages: de, en@shaw, ku, mg, mn, ms, ne

source: Program to establish and edit profiles for users
de: Program zum Einrichten und Bearbeiten von Benutzerprofilen
en@shaw: 𐑐𐑮𐑴𐑜𐑮𐑨𐑥 𐑑 𐑩𐑕𐑑𐑨𐑚𐑤𐑦𐑖 𐑯 𐑧𐑛𐑦𐑑 𐑐𐑮𐑴𐑓𐑲𐑤𐑟 𐑓𐑹 𐑿𐑟𐑼𐑟
ku: Bername ji bo avakirin û guherandina profîlên bikarhêneran
mg: Rindranasa famoronana sy fanovana profil ho an'ny mpampiasa
mn: Хэрэглэгчдийн хувийн тохиргоог үүсгэн засварлагч програм
ms: Program untuk mendirikan dan edit profil para pengguna
ne: स्थापना गर्ने कार्यक्रम र प्रयोगकर्ताहरूका लागि सम्पादन प्रोफाइल

source: translator-credits
de: Frank Arnold <frank@scirocco-5v-turbo.de> Hendrik Richter <hendrikr@gnome.org>
en@shaw: ·𐑑𐑪𐑥𐑩𐑕 ·𐑔𐑻𐑥𐑩𐑯
ku: Erdal Ronahi <erdal.ronahi@gmail.com>
mg: Mpandrindra: Thierry Randrianiriana <thierry@isvtec.com> Mpandika teny: Fanomezana Rajaonarisoa <fano@isvtec.com>
mn: Newcomsystems Munkhtugs <munkhtugs@newcomsystems.mn> Санлигийн Бадрал<badral@openmn.org>
ms: Hasbullah Bin Pit <sebol@ikhlas.com> Umarzuki Bin Mochlis Moktar <umar@umarzuki.org>
ne: Mahesh Subedi<submanesh@gmail.com> Jaydeep Bhusal <zaydeep@hotmail.com>

source: Changes in profile %s
de: Änderungen in Profil %s
en@shaw: 𐑗𐑱𐑯𐑡𐑩𐑟 𐑦𐑯 𐑐𐑮𐑴𐑓𐑲𐑤 %s
ku: Guherandinên di profîla %s de
mg: Fanovana ny profil %s
mn: %s хувийн тохиргоон дээр өөрчлөлт хийх
ms: Perubahan di dalam profil %s
ne: प्रोफाइलमा %s परिवर्तन गर्नुहोस्

source: Ignore
de: Ignorieren
en@shaw: 𐑦𐑜𐑯𐑹
ku: Guh nede
mg: Aza raharahaina
mn: Үл хэрэгсэх
ms: Abai
ne: उपेक्षा गर्नुहोस्

source: Lock
de: Sperren
en@shaw: 𐑤𐑪𐑒
ku: Qefil bike
mg: Gejao
mn: Түгжих
ms: Kunci
ne: ताल्चा लगाउनुहोस्

source: Description
de: Beschreibung
en@shaw: 𐑛𐑦𐑕𐑒𐑮𐑦𐑐𐑖𐑩𐑯
ku: Daxuyanî
mg: Fanoritsoritana
mn: Тайлбар
ms: Huraian
ne: वर्णन

source: Profile %s
de: Profil %s
en@shaw: 𐑐𐑮𐑴𐑓𐑲𐑤 %s
ku: Profîla %s
mg: Profil %s
mn: Хувийн тохиргоо %s
ms: Profil %s
ne: प्रोफाइल %s

source: _Profile
de: _Profil
en@shaw: _𐑐𐑮𐑴𐑓𐑲𐑤
ku: _Profîl
mg: _Profil
mn: Хувийн _тохиргоо
ms: _Profil
ne: प्रोफाइल

source: _Save
de: _Speichern
en@shaw: _𐑕𐑱𐑝
ku: _Tomarkirin
mg: _Raiketo
mn: _Хадгалах
ms: _Simpan
ne: बचत गर्नुहोस्

source: Save profile
de: Profil speichern
en@shaw: 𐑕𐑱𐑝 𐑐𐑮𐑴𐑓𐑲𐑤
ku: Profîlê tomar bike
mg: Mandraikitra ilay profil
mn: Хувийн тохиргоог хадгалах
ms: Mengedit profil
ne: प्रोफाइल बचत गर्नुहोस्

source: _Close
de: S_chließen
en@shaw: _𐑒𐑤𐑴𐑟
ku: _Girtin
mg: _Hidio
mn: _Хаах
ms: _Tutup
ne: बन्द गर्नुहोस्

source: Close the current window
de: Dieses Fenster schließen
en@shaw: 𐑒𐑤𐑴𐑟 𐑞 𐑒𐑳𐑮𐑩𐑯𐑑 𐑢𐑦𐑯𐑛𐑴
ku: Paceya vekirî bigire
mg: Manidy ity fikandrana ity
mn: Энэ цонхыг хаах
ms: Tutup tetingkap sekarang
ne: हालको सञ्झ्याल बन्द गर्नुहोस्

source: _Edit
de: _Bearbeiten
en@shaw: _𐑧𐑛𐑦𐑑
ku: _Guherandin
mg: _Fanovana
mn: _Засварлах
ne: सम्पादन

source: _Delete
de: _Löschen
en@shaw: _𐑛𐑦𐑤𐑰𐑑
ku: _Jêbirin
mg: _Fafao
mn: _Устгах
ms: Pa_dam
ne: मेट्नुहोस्

source: Delete item
de: Eintrag löschen
en@shaw: 𐑛𐑦𐑤𐑰𐑑 𐑲𐑑𐑩𐑥
ku: Hêmanê jê bibe
mg: Mamafa ilay singan-javatra
mn: Элементийг устгах
ms: Padam item
ne: वस्तु मेट्नुहोस्

source: _Help
de: _Hilfe
en@shaw: _𐑣𐑧𐑤𐑐
ku: _Alîkarî
mg: _Toro-làlana
mn: _Тусламж
ms: _Bantuan
ne: मद्दत

source: _About
de: _Info
en@shaw: _𐑩𐑚𐑬𐑑
ku: _Der barê
mg: _Mombamomba
mn: _Тухай
ms: _Tentang
ne: बारेमा

source: About Sabayon
de: Info zu Sabayon
ku: Der barê Sabayon
mg: Mombamomba ny Sabayon
mn: Sabayon-ны тухай
ms: Perihal Sabayon
ne: साबायोनका बारेमा

source: Files
de: Dateien
en@shaw: 𐑓𐑲𐑤𐑟
ku: Pel
mg: Rakitra
mn: Файлууд
ms: Fail
ne: फाइल

source: Profile file: %s
de: Profildatei: %s
en@shaw: 𐑐𐑮𐑴𐑓𐑲𐑤 𐑓𐑲𐑤: %s
ku: Pela profîlê: %s
mg: Rakitra profil: %s
mn: Хувийн тохиргоон файл: %s
ms: Profile fail: %s
ne: प्रोफाइल फाइल: %s

source: <no type>
de: <kein Typ>
en@shaw: <𐑯𐑴 𐑑𐑲𐑐>
ku: <cure tune>
mg: <tsy misy karazana>
mn: <Төрөлгүй>

source: <no value>
de: <kein Wert>
en@shaw: <𐑯𐑴 𐑝𐑨𐑤𐑿>
ku: <nirx tune>
mg: <tsy voafaritra>
mn: <Утгагүй>

source: string
de: Zeichenkette
en@shaw: 𐑕𐑑𐑮𐑦𐑙
ku: rêzik
mg: Laha-daza
mn: тэмдэгт мөр
ms: rentetan
ne: स्ट्रिङ

source: integer
de: Ganzzahl
en@shaw: 𐑦𐑯𐑑𐑩𐑡𐑼
ku: hejmara tam
mg: Isa feno
mn: бүхэл тоо
ne: इन्टिजर

source: float
de: Gleitkomma
en@shaw: 𐑓𐑤𐑴𐑑
ku: hejmara rasteqîn
mn: хөвдөг таслал
ms: apung
ne: उत्प्लावन गर्नुहोस्

source: boolean
de: Wahrheitswert
en@shaw: 𐑚𐑵𐑤𐑰𐑩𐑯
ku: mantiqî
mg: boleanina
mn: бүүлийн утга
ne: बुलियन

source: list
de: Liste
en@shaw: 𐑤𐑦𐑕𐑑
ku: lîste
mg: lisitra
mn: жагсаалт
ms: senarai
ne: सूची

source: pair
de: Paar
en@shaw: 𐑐𐑺
ku: cot
mg: roroa
mn: хос
ms: pasangan
ne: जोडी

source: Profile settings: %s
de: Profileinstellungen: %s
en@shaw: 𐑐𐑮𐑴𐑓𐑲𐑤 𐑕𐑧𐑑𐑦𐑙𐑟: %s
ku: Mîhengên profîlê: %s
mg: Rindran'ny profil: %s
mn: Хувийн тохиргоо: %s
ms: Tetapan profil: %s
ne: प्रोफाइल सेटिङ: %s

source: Type
de: Typ
en@shaw: 𐑑𐑲𐑐
ku: Cure
mg: Karazana
mn: Төрөл
ne: प्रकार

source: Value
de: Wert
en@shaw: 𐑝𐑨𐑤𐑿
ku: Nirx
mg: Sanda
mn: Утга
ne: मान

source: Click to make this setting not mandatory
de: Anklicken, um diese Einstellung optional zu machen
en@shaw: 𐑒𐑤𐑦𐑒 𐑑 𐑥𐑱𐑒 𐑞𐑦𐑕 𐑕𐑧𐑑𐑦𐑙 𐑯𐑪𐑑 𐑥𐑨𐑯𐑛𐑩𐑑𐑪𐑮𐑰
ne: यो सेटिङलाई आदेशक नबनाउन क्लिक गर्नुहोस्

source: Click to make this setting mandatory
de: Anklicken, um diese Einstellung zu erzwingen
en@shaw: 𐑒𐑤𐑦𐑒 𐑑 𐑥𐑱𐑒 𐑞𐑦𐑕 𐑕𐑧𐑑𐑦𐑙 𐑥𐑨𐑯𐑛𐑩𐑑𐑪𐑮𐑰
ne: यो सेटिङलाई आदेशक बनाउन क्लिक गर्नुहोस्

source: Disable _command line
de: _Kommandozeile abschalten
en@shaw: 𐑛𐑦𐑕𐑱𐑚𐑩𐑤 _𐑒𐑩𐑥𐑭𐑯𐑛 𐑤𐑲𐑯
ne: आदेश रेखा अक्षम गर्नुहोस्

source: Disable _printing
de: _Drucken deaktivieren
en@shaw: 𐑛𐑦𐑕𐑱𐑚𐑩𐑤 _𐑐𐑮𐑦𐑯𐑑𐑦𐑙
ne: मुद्रण अक्षम गर्नुहोस्

source: Disable print _setup
de: Drucker_einrichtung deaktivieren
en@shaw: 𐑛𐑦𐑕𐑱𐑚𐑩𐑤 𐑐𐑮𐑦𐑯𐑑 _𐑕𐑧𐑑𐑳𐑐
ne: मुद्रण सेटअप अक्षम गर्नुहोस्

source: Disable save to _disk
de: Speichern auf _Festplatte verbieten
en@shaw: 𐑛𐑦𐑕𐑱𐑚𐑩𐑤 𐑕𐑱𐑝 𐑑 _𐑛𐑦𐑕𐑒
ne: डिस्कमा बचत अक्षम गर्नुहोस्

source: _Lock down the panels
de: Alle _Panel sperren
en@shaw: _𐑤𐑪𐑒 𐑛𐑬𐑯 𐑞 𐑐𐑨𐑯𐑩𐑤𐑟
ne: प्यानलहरूलाई ताल्चा खोल्नुहोस्

source: Disable force _quit
de: Erzwungenes _Beenden deaktivieren
en@shaw: 𐑛𐑦𐑕𐑱𐑚𐑩𐑤 𐑓𐑹𐑕 _𐑒𐑢𐑦𐑑
ne: जोडदार अन्त्य अक्षम गर्नुहोस्

source: Disable lock _screen
de: _Bildschirm sperren verbieten
en@shaw: 𐑛𐑦𐑕𐑱𐑚𐑩𐑤 𐑤𐑪𐑒 _𐑕𐑒𐑮𐑰𐑯
ne: ताल्चा पर्दा अक्षम गर्नुहोस्

source: Disable log _out
de: _Abmelden deaktivieren
en@shaw: 𐑛𐑦𐑕𐑱𐑚𐑩𐑤 𐑤𐑪𐑜 _𐑬𐑑
ne: लगआउट अक्षम गर्नुहोस्

source: Disable _quit
de: B_eenden deaktivieren
en@shaw: 𐑛𐑦𐑕𐑱𐑚𐑩𐑤 _𐑒𐑢𐑦𐑑
ne: अन्त्य अक्षम गर्नुहोस्

source: Disable _arbitrary URL
de: Aufrufen beliebiger Adressen unterbinden
en@shaw: 𐑛𐑦𐑕𐑱𐑚𐑩𐑤 _𐑸𐑚𐑦𐑑𐑮𐑼𐑦 URL
ne: स्वेच्छाचारी यू आर एल अक्षम गर्नुहोस्

source: Disable _bookmark editing
de: Bearbeiten der _Lesezeichen verbieten
en@shaw: 𐑛𐑦𐑕𐑱𐑚𐑩𐑤 _𐑚𐑫𐑒𐑥𐑸𐑒 𐑧𐑛𐑦𐑑𐑦𐑙
ne: पुस्तकचिनो सम्पादन अक्षम गर्नुहोस्

source: Disable _history
de: _Chronik deaktivieren
en@shaw: 𐑛𐑦𐑕𐑱𐑚𐑩𐑤 _𐑣𐑦𐑕𐑑𐑼𐑦
ne: इतिहास अक्षम गर्नुहोस्

source: Disable _javascript chrome
de: _Javascript-Chrome deaktiveren
en@shaw: 𐑛𐑦𐑕𐑱𐑚𐑩𐑤 _·𐑡𐑭𐑝𐑩𐑕𐑒𐑮𐑦𐑐𐑑 𐑒𐑮𐑴𐑥
ne: जाभास्क्रिप्ट क्रोम अक्षम गर्नुहोस्

source: Disable _toolbar editing
de: Bearbeiten der _Werkzeugleisten verbieten
en@shaw: 𐑛𐑦𐑕𐑱𐑚𐑩𐑤 _𐑑𐑵𐑤𐑚𐑸 𐑧𐑛𐑦𐑑𐑦𐑙
ne: उपकरणपट्टी सम्पादन अक्षम गर्नुहोस्

source: _Fullscreen
de: _Vollbild
ne: पूरा पर्दा

source: Hide _menubar
de: _Menüleiste verbergen
ne: मेनुपट्टी लुकाउनुहोस्

source: <b>Disabled Applets</b>
de: <b>Deaktivierte Applets</b>
ne: <b>अक्षम गरिएको एफ्लेटहरू</b>

source: <b>Safe Protocols</b>
de: <b>Sichere Protokolle</b>
ne: <b>सुरक्षित प्रोटोकलहरू</b>

source: Disable _unsafe protocols
de: _Unsichere Protokolle verbieten
en@shaw: 𐑛𐑦𐑕𐑱𐑚𐑩𐑤 _𐑩𐑯𐑕𐑱𐑓 𐑐𐑮𐑴𐑑𐑩𐑒𐑪𐑤𐑟
ne: असुरक्षित प्रोटोकलहरू अक्षम गर्नुहोस्

source: Epiphany Web Browser
de: Epiphany-Internet-Browser
en@shaw: 𐑦𐑐𐑦𐑓𐑩𐑯𐑰 𐑢𐑧𐑚 𐑚𐑮𐑬𐑟𐑼
ne: इपिफ्यानी वेब ब्राउजर

source: General
de: Allgemein
en@shaw: 𐑡𐑧𐑯𐑼𐑩𐑤
ne: साधारण

source: Lockdown Editor
de: Zugriffsrechte anpassen
en@shaw: 𐑤𐑭𐑒𐑛𐑶𐑯 𐑧𐑛𐑦𐑑𐑹
ne: सम्पादकमा ताल्चा लगाउनुहोस्

source: Your account does not have permissions to run the Desktop User Profiles tool
de: Ihr Benutzerkonto ist nicht berechtigt das Programm zum Bearbeiten der Desktop-Benutzerprofile auszuführen
en@shaw: 𐑿𐑼 𐑩𐑒𐑬𐑯𐑑 𐑛𐑳𐑟 𐑯𐑪𐑑 𐑣𐑨𐑝 𐑐𐑻𐑥𐑦𐑖𐑪𐑯𐑟 𐑑 𐑮𐑳𐑯 𐑞 𐑛𐑧𐑕𐑒𐑑𐑪𐑐 𐑿𐑟𐑼 𐑐𐑮𐑴𐑓𐑲𐑤𐑟 𐑑𐑵𐑤
ku: Hisaba we ne xwedî destûra xebitandina amûra Profîlên Bikarhênerê Sermasê ye
mg: Tsy anananao fahazoan-dàlana ny mandefa ny rindranasan'ny Desktop User Profiles ny kaontinao
mn: Таны хэрэглэгчийн данс хэрэглэгчийн хувийн тохиргоог засварлах програмыг ажиллуулах эрхгүй байна
ms: Akaun anda tidak mempunyai kebenaran untuk menjalankan alat Profil Pengguna Desktop
ne: तपाईँको खातासँग डेस्कटप प्रयोगकर्ता प्रोफाइल उपकरण चलाउन अनुमति छैन

source: Administrator level permissions are needed to run this program because it can modify system files.
de: Zum Starten dieses Programms sind Administratorrechte notwendig, da es in der Lage ist Systemdateien zu ändern.
en@shaw: 𐑩𐑛𐑥𐑦𐑯𐑦𐑕𐑑𐑮𐑱𐑑𐑼 𐑤𐑧𐑝𐑩𐑤 𐑐𐑻𐑥𐑦𐑖𐑪𐑯𐑟 𐑸 𐑯𐑰𐑛𐑩𐑛 𐑑 𐑮𐑳𐑯 𐑞𐑦𐑕 𐑐𐑮𐑴𐑜𐑮𐑨𐑥 𐑚𐑦𐑒𐑪𐑟 𐑦𐑑 𐑒𐑨𐑯 𐑥𐑪𐑛𐑦𐑓𐑲 𐑕𐑦𐑕𐑑𐑩𐑥 𐑓𐑲𐑤𐑟.
ku: Destûrên asta rêveberiyê pêwist e ji bo meşandina vê bernamê, ji ber ku ev dikare pelên pergalê biguherîne.
mg: Mila fahazoan'ny mpitantana ianao vao afaka mandefa io rindranasa io satria mahaova raki-drafitra izy io.
mn: Энэ програмыг ажиллуулахад захирагч эрх шаардлагатай яагаад гэвэл энэ нь системийн файлуудыг өөрчлөх боломжтой.
ms: Kebenaran aras pengurusan diperlukan untuk melarikan program ini kerana boleh mengubah fail-fail sistem.
ne: यो कार्यक्रम चलाउन प्रबन्धक स्तरको अनुमति आवश्यक पर्दछ किनभने यसले प्रणाली फाइल परिमार्जन गर्न सक्छ

source: Desktop User Profiles tool is already running
de: Das Programm für die Bearbeitung der Desktop-Benutzerprofile läuft bereits
en@shaw: 𐑛𐑧𐑕𐑒𐑑𐑪𐑐 𐑿𐑟𐑼 𐑐𐑮𐑴𐑓𐑲𐑤𐑟 𐑑𐑵𐑤 𐑦𐑟 𐑷𐑤𐑮𐑧𐑛𐑦 𐑮𐑳𐑯𐑦𐑙
ku: Amûra Profîlên Bikarhênerê Sermasê jixwe dixebite
mg: efa mandeha ny rindranasan'ny Desktop User Profiles
mn: Хэрэглэгчийн хувийн тохиргоог засварлагч програм ажиллаж байна
ms: Alat Profail Pengguna Desktop telah sedia berjalan
ne: डेस्कटप प्रयोगकर्ता प्रोफाइल उपकरण पहिल्यै चलिरहेको छ

source: You may not use Desktop User Profiles tool from within a profile editing session
de: Sie dürfen das Desktop-Benutzerprofil-Einstellungsprogramm nicht aus einer Sitzung heraus verwenden, die Sie gerade anpassen
en@shaw: 𐑿 𐑥𐑱 𐑯𐑪𐑑 𐑿𐑟 𐑛𐑧𐑕𐑒𐑑𐑪𐑐 𐑿𐑟𐑼 𐑐𐑮𐑴𐑓𐑲𐑤𐑟 𐑑𐑵𐑤 𐑓𐑮𐑪𐑥 𐑢𐑦𐑞𐑦𐑯 𐑩 𐑐𐑮𐑴𐑓𐑲𐑤 𐑧𐑛𐑦𐑑𐑦𐑙 𐑕𐑧𐑖𐑩𐑯
ku: Hun dibe ku nekarin amûra Profîlên Bikarhênerê Sermasê ji navbera danişîna guherandina profîlê de bi kar bînin
mg: Tsy azonao atao ny mampiasa ny Desktop User Profiles mandritra session fanovana profil iray
mn: Та засварлаж буй суултын хэрэглэгчийн хувийн тохиргоог хийгч програмыг ашиглах боломжгүй
ms: Anda tidak boleh guna alat Profil Pengguna Desktop dari dalam sesi penyuntingan profil
ne: प्रोफाइल सम्पादन सत्रबाट डेस्कटप प्रोफाइल उपकरण प्रयोग गर्न सक्नुहुन्न

source: User account '%s' was not found
de: Benutzer »%s« konnte nicht gefunden werden
en@shaw: 𐑿𐑟𐑼 𐑩𐑒𐑬𐑯𐑑 '%s' 𐑢𐑪𐑟 𐑯𐑪𐑑 𐑓𐑬𐑯𐑛
ku: Hisaba bikarhêner '%s' nehat dîtin
mg: Tsy hita ny kaonti-mpampiasa '%s'
mn: %s хэрэглэгчийн данс олдсонгүй
ms: Akaun pengguna '%s' tidak dijumpai
ne: प्रयोगकर्ता खाता '%s' फेला परेन

source: Sabayon requires a special user account '%s' to be present on this computer. Try again after creating the account (using, for example, the 'adduser' command)
de: Sabayon benötigt einen speziellen Benutzer namens »%s« um korrekt zu funktionieren. Bitte versuchen Sie es erneut, nachdem Sie diesen Benutzer erstellt haben (beispielsweise unter Verwendung des »adduser«-Befehls).
ku: Ji bo xwedîbûna Sabayon hisabekî taybet ya bikarhêner '%s' pêwist e. Piştî afirandina hisabê (mînak; bi bikaranîna fermana 'adduser') cardin biceribînin
mg: Mila mahita kaontim-pampiasa manokana '%s' ao amin'ity solosaina ity ny Sabayon. Andramo indray rehefa nahaforona ilay kaonty ianao (amin'ny alalan'ny baiko 'adduser' ohatra)
mn: Sabayon зөв ажиллахын тулд хэрэглэгчийн тусгай нэр '%s' шаардлагатай. Та энэ хэрэглэгчийн дансыг үүсгээд (жишээлбэл, 'adduser' тушаал хэрэглэж) дахин оролдоно уу.
ms: Sabayon memerlukan akaun pengguna '%s' yang istimewa untuk ada di dalam komputer ini. Cuba lagi selepas mencipta akaun tersebut (sebagai contoh, guna arahan 'adduser')
ne: यो कम्पुटरमा हुनका लागि साबायोनलाई एउटा विशेष प्रयोगकर्ता खाता '%s' आवश्यक पर्दछ । खाता सिर्जना गरेपछि फेरि प्रयास गर्नुहोस् (उदाहरणका लागि, 'एडस्सर' आदेश प्रयोग गरेर)

source: No profile for user '%s' found
de: Es konnte kein Profil für Benutzer »%s« gefunden werden
en@shaw: 𐑯𐑴 𐑐𐑮𐑴𐑓𐑲𐑤 𐑓𐑹 𐑿𐑟𐑼 '%s' 𐑓𐑬𐑯𐑛
ku: Ji bo bikarhêner '%s' tu profîl nehat dîtin
mg: Tsy nahitana profil ny mpampiasa '%s'
mn: `%s` хэрэглэгчид хувийн тохиргоо олдсонгүй
ms: Tiadak jumpa profil untuk pengguna '%s'
ne: प्रयोगकर्ता '%s' का लागि कुनै प्रोफाइल फेला परेन

source: Usage: %s [<profile-name>]
de: Anwendung: %s [<Profilname>]
ne: उपयोग: %s [<profile-name>]

source: Usage: %s <profile-name> <profile-path> <display-number>
de: Anwendung: %s Profilname> <Profilpfad> <Anzeigenummer>
en@shaw: 𐑿𐑕𐑦𐑡: %s <𐑐𐑮𐑴𐑓𐑲𐑤-𐑯𐑱𐑥> <𐑐𐑮𐑴𐑓𐑲𐑤-𐑐𐑭𐑔> <𐑛𐑩𐑕𐑐𐑤𐑱-𐑯𐑳𐑥𐑚𐑼>
ku: Bikaranîn: %s <profile-name> <profile-path> <display-number>
mg: Fampiasa: %s <anarana-profil> <sori-dàlan'ilay-profil> <laharana-miseho>
mn: Хэрэглээ: %s <хувйин тохиргоон нэр> <хувийн тохиргоон зам> <дэлгэцийн дугаар>
ms: Penggunaan: %s <profile-name> <profile-path> <display-number>
ne: उपयोग: %s <profile-name> <profile-path> <display-number>

source: Establish and Edit Profiles for Users
de: Einrichten und Bearbeiten von Benutzerprofilen
en@shaw: 𐑩𐑕𐑑𐑨𐑚𐑤𐑦𐑖 𐑯 𐑧𐑛𐑦𐑑 𐑐𐑮𐑴𐑓𐑲𐑤𐑟 𐑓𐑹 𐑿𐑟𐑼𐑟
ku: Ji bo bikarhêneran profîlan ava bike û biguherîne
mg: Mamorona sy manova profil ho an'ny mpampiasa
mn: Хэрэглэгчийн хувийн тохиргоог засварлах ба үүсгэх
ms: Dirikan dan Edit Profail untuk Pengguna
ne: प्रयोगकर्ताका लागि प्रोफाइल स्थापना र सम्पादन गर्नुहोस्

source: User Profile Editor
de: Benutzerprofile verwalten
en@shaw: 𐑿𐑟𐑼 𐑐𐑮𐑴𐑓𐑲𐑤 𐑧𐑛𐑦𐑑𐑹
ku: Edîtora profîlên bikarhêner
mg: Mpanova profiln'ny mpampiasa
mn: Хэрэглэгчийн хувийн тохиргоог удирдах
ms: Editor Profil Pengguna
ne: प्रयोगकर्ता प्रोफाइल सम्पादक

source: Add Profile
de: Profil hinzufügen
en@shaw: 𐑨𐑛 𐑐𐑮𐑴𐑓𐑲𐑤
ku: Profîl lê zêde bike
mg: Hampiditra profil
mn: Хувийн тохиргоо нэмэх
ms: Tambah Profil
ne: प्रोफाइल थप्नुहोस्

source: Profile _name:
de: Profil_name:
en@shaw: 𐑐𐑮𐑴𐑓𐑲𐑤 _𐑯𐑱𐑥:
ku: _Navê profîlê:
mg: Anaran'ilay _profil:
mn: Хувийн тохиргоон _нэр:
ms: _Nama profil:
ne: प्रोफाइलको नाम:

source: Use this profile for _all users
de: Dieses Profil für _alle Benutzer verwenden
en@shaw: 𐑿𐑟 𐑞𐑦𐑕 𐑐𐑮𐑴𐑓𐑲𐑤 𐑓𐑹 _𐑷𐑤 𐑿𐑟𐑼𐑟
ku: Vê profîlê ji bo _hemû bikarhêneran bi kar bîne
mg: Ampiasao amin'ny mpampiasa _rehetra
mn: Энэ хувийн тохиргоог _бүх хэрэглэгчдэд хэрэглэх
ms: Guna profil ini untuk semu_a pengguna
ne: सबै प्रयोगकर्ताका लागि यो प्रोफाइल प्रयोग गर्नुहोस्

source: _Base on:
de: _Basierend auf:
en@shaw: _𐑚𐑱𐑕 𐑪𐑯:
ku: _Bingeha vê:
mg: _Mifototra amin'ny:
mn: _Суурилсан нь:
ms: Ber_dasarkan:
ne: यसमा आधारित:

source: _Profiles:
de: _Profile:
en@shaw: _𐑐𐑮𐑴𐑓𐑲𐑤𐑟:
ku: _Profîl:
mg: _Profil:
mn: Хувийн _тохиргоонууд:
ms: _Profil:
ne: प्रोफाइल:

source: _Users
de: _Benutzer
en@shaw: _𐑿𐑟𐑼𐑟
ku: _Bikarhêner
mg: _Mpampiasa
mn: _Хэрэглэгч
ms: Pengg_una
ne: प्रयोगकर्ता

source: _Users:
de: _Benutzer:
en@shaw: _𐑿𐑟𐑼𐑟:
ku: _Bikarhêner:
mg: _Mpampiasa:
mn: _Хэрэглэгч:
ms: Pengg_una:
ne: प्रयोगकर्ता:

source: Close _Without Saving
de: _Nicht speichern
en@shaw: 𐑒𐑤𐑴𐑟 _𐑢𐑦𐑞𐑬𐑑 𐑕𐑱𐑝𐑦𐑙
ku: _Bê tomarkirinê bigire
mg: Hidio _tsy raiketina
mn: Үл хадгалах
ms: Tutup Tanpa Menyimpan
ne: बचत नगरिकन बन्द गर्नुहोस्

source: Save changes to profile "%s" before closing?
de: Änderungen am Profil »%s« vor dem Schließen speichern?
en@shaw: 𐑕𐑱𐑝 𐑗𐑱𐑯𐑡𐑩𐑟 𐑑 𐑐𐑮𐑴𐑓𐑲𐑤 "%s" 𐑚𐑦𐑓𐑹 𐑒𐑤𐑴𐑟𐑦𐑙?
ku: Bila guherînên profîla "%s" beriya girtinê tomar bike?
mg: Raiketina amin'ny profil "%s" ve aloha ireo fanovana?
mn: Хаахын өмнө "%s" хувийн тохиргоон өөрчлөлтүүдийг хадгалах уу?
ms: Simpan perubahan ke profil "%s" sebelum ditutup?
ne: बन्द गर्नुभन्दा पहिले प्रोफाइल "%s" मा परिवर्तन बचत गर्नुहुन्छ ?

source: If you don't save, changes from the last %ld second will be permanently lost.
de: Falls Sie sie nicht speichern, gehen in der letzten %ld Sekunde vorgenommene Änderungen unwiderruflich verloren.
ne: यदि तपाईँले बचत गर्नुभएन भने, अन्तिम %ld सेकेण्डको परिवर्तन स्थायी रूपमा हराउँनेछ ।

source: If you don't save, changes from the last minute will be permanently lost.
de: Falls Sie sie nicht speichern, gehen in der letzten Minute vorgenommene Änderungen unwiderruflich verloren.
ne: यदि तपाईँले बचत गर्नुभएन भने, अन्तिम मिनेटको परिवर्तन स्थायी रूपमा हराउँनेछ ।

source: If you don't save, changes from the last minute and %ld second will be permanently lost.
de: Falls Sie sie nicht speichern, gehen in der letzten Minute und %ld Sekunde vorgenommene Änderungen unwiderruflich verloren.
ne: यदि तपाईँले बचत गर्नुभएन भने, अन्तिम मिनेट र %ld सेकेन्डको परिवर्तन स्थायी रूपमा हराउँनेछ ।

source: If you don't save, changes from the last %ld minute will be permanently lost.
de: Falls Sie sie nicht speichern, gehen in der letzten %ld Minute vorgenommene Änderungen unwiderruflich verloren.
ne: यदि तपाईँले बचत गर्नुभएन भने, अन्तिम %ld मिनेटको परिवर्तन स्थायी रूपमा हराउँनेछ ।

source: If you don't save, changes from the last hour will be permanently lost.
de: Falls Sie sie nicht speichern, gehen in der letzten Stunde vorgenommene Änderungen unwiderruflich verloren.
ne: यदि तपाईँले बचत गर्नुभएन भने, अन्तिम घण्टाको परिवर्तन स्थायी रूपमा हराउँनेछ ।

source: If you don't save, changes from the last hour and %d minute will be permanently lost.
de: Falls Sie sie nicht speichern, gehen in der letzten Stunde und %ld Minute vorgenommene Änderungen unwiderruflich verloren.
ne: यदि तपाईँले बचत गर्नुभएन भने, अन्तिम घण्टा र %d मिनेटको परिवर्तन स्थायी रूपमा हराउँनेछ ।

source: If you don't save, changes from the last %d hour will be permanently lost.
de: Falls Sie sie nicht speichern, gehen in der letzten %d Stunde vorgenommene Änderungen unwiderruflich verloren.

source: Editing profile %s
de: Profil %s wird bearbeitet
en@shaw: 𐑧𐑛𐑦𐑑𐑦𐑙 𐑐𐑮𐑴𐑓𐑲𐑤 %s
ku: Guherandina profîla %s
mg: Manova ny profil %s
mn: %s хувийн тохиргоог засварлах
ms: Mengedit profil %s
ne: प्रोफाइल %s सम्पादन गर्दैछ

source: _Quit
de: _Beenden
en@shaw: _𐑒𐑢𐑦𐑑
ku: _Derkeve
mg: _Hijanona
mn: _Гарах
ms: _Keluar
ne: अन्त्य गर्नुहोस्

source: _Changes
de: Ä_ndeurngen
en@shaw: _𐑗𐑱𐑯𐑡𐑩𐑟
ku: _Guhartin
mg: _Fanovana
mn: _Өөрчлөлтүүд
ms: P_erubahan
ne: परिवर्तन

source: Edit changes
de: Änderungen bearbeiten
en@shaw: 𐑧𐑛𐑦𐑑 𐑗𐑱𐑯𐑡𐑩𐑟
ku: Guherînan sererast bike
mg: Manamboatra ireo fanovana natao
mn: Өөрчлөлтийг засварлах
ms: Simpan perubahan
ne: परिवर्तन सम्पादन गर्नुहोस्

source: _Lockdown
de: _Sperren
en@shaw: _𐑤𐑭𐑒𐑛𐑶𐑯
ku: _Qufl bike
mg: _Fangejana
mn: _Түгжих
ne: ताल्चा लगाउनुहोस्

source: Edit Lockdown settings
de: Zugriffsrechte bearbeiten
en@shaw: 𐑧𐑛𐑦𐑑 𐑤𐑭𐑒𐑛𐑶𐑯 𐑕𐑧𐑑𐑦𐑙𐑟
ku: Mîhengên quflkirinê sererast bike
mg: Manova ireo rindran'ny fangejana
mn: Хандах эрхүүдийг зохицуулах
ms: Edit tetapan Lockdown
ne: ताल्चा लगाउने सेटिङ सम्पादन गर्नुहोस्

source: Enforce Mandatory
de: Obligatorisches erzwingen
en@shaw: 𐑧𐑯𐑓𐑪𐑮𐑕 𐑥𐑨𐑯𐑛𐑩𐑑𐑪𐑮𐑰
ku: Pêwistiya bi zordarî
mg: Ampiharo ny fandrindrana an-tery
mn: Албадан шаардах
ms: Kuatkuasa Mandatori
ne: इन्फोर्स म्यान्डाटोरी

source: Enforce mandatory settings in the editing session
de: Obligatorische Einstellungen in der Bearbeitungssitzung erzwingen
en@shaw: 𐑧𐑯𐑓𐑪𐑮𐑕 𐑥𐑨𐑯𐑛𐑩𐑑𐑪𐑮𐑰 𐑕𐑧𐑑𐑦𐑙𐑟 𐑦𐑯 𐑞 𐑧𐑛𐑦𐑑𐑦𐑙 𐑕𐑧𐑖𐑩𐑯
ku: Di danişîna sererastkirinê de mîhengên pêwist bi zordarî bisepîne
mg: Mampihatra ny fandrindrana tsy azo ihodivirana mandritra ny fanovana
mn: Засварлах хугацаанд албадмал тохиргоог шаардах
ms: Kuatkuasa tetapan mandatori di dalam sesi penyuntingan
ne: सम्पादन सत्रमा इन्फोर्स म्यान्डाटोरी सेटिङ

source: Lockdown settings for %s
de: Zugriffsrechte für %s
en@shaw: 𐑤𐑭𐑒𐑛𐑶𐑯 𐑕𐑧𐑑𐑦𐑙𐑟 𐑓𐑹 %s
ku: Mîhengên quflkirinê ji bo %s
mg: Rindran'ny fangejana ho an'ny %s
mn: %s-н хандах эрх
ms: Tetapan Lockdown untuk %s
ne: %s को लागि सेटिङहरू ताल्चा लगाउनुहोस्

source: Users for profile %s
de: Benutzer von Profil %s
en@shaw: 𐑿𐑟𐑼𐑟 𐑓𐑹 𐑐𐑮𐑴𐑓𐑲𐑤 %s
ku: Bikarhênerên profîla %s
mg: Profiln'ny mpampiasa ho an'ny %s
mn: %s хувийн тохиргоотой хэрэглэгч
ms: Pengguna untuk profile %s
ne: प्रोफाइल %s का लागि प्रयोगकर्ता

source: Use This Profile
de: Dieses Profil verwenden
en@shaw: 𐑿𐑟 𐑞𐑦𐑕 𐑐𐑮𐑴𐑓𐑲𐑤
ku: Vê profîlê bi kar bîne
mg: Ampiasao io profil io
mn: Энэ хувийн тохиргоог хэрэглэх
ms: Guna Profil Ini
ne: यो प्रोफाइल प्रयोग गर्नुहोस्

source: Failed to add monitor for %s
de: Überwachung für %s konnte nicht hinzugefügt werden
ne: %s का लागि मोनिटर थप्न असफल

source: Expected event: %s %s
de: Erwartetes Ereignis: %s %s
ne: अपेक्षित घटना: %s %s

source: Unable to find a free X display
de: Es konnte kein freies Anzeigegerät für X gefunden werden
en@shaw: 𐑳𐑯𐑱𐑚𐑩𐑤 𐑑 𐑓𐑲𐑯𐑛 𐑩 𐑓𐑮𐑰 𐑧𐑒𐑕 𐑛𐑩𐑕𐑐𐑤𐑱
ku: Nekarî dîmenderekî X yê vala bibîne
mg: Tsy mahita seho X malalaka
mn: Чөлөөт Х дэлгэц олдсонгүй
ms: Tidak jumpa paparan X yang boleh diguna
ne: एउटा फ्रि एक्स प्रदर्शन फेला पार्न असफल

source: Failed to start Xnest: timed out waiting for USR1 signal
de: Xnest konnte nicht gestartet werden: Zeitüberschreitung beim Warten auf USR1-Signal
ne: एक्सनेस्ट सुरु गर्न असफल: युएसआर १ सङ्केतको प्रतीक्षा गर्दा समय सकियो

source: Failed to start Xnest: died during startup
de: Xnest konnte nicht gestartet werden: Beim Starten abgestürzt
ne: एक्सनेस्ट सुरु गर्न असफल: सुरुवातको दौरानमा मृत्यु भयो

source: File '%s' created
de: Datei »%s« erstellt
en@shaw: 𐑓𐑲𐑤 '%s' 𐑒𐑮𐑦𐑱𐑑𐑩𐑛
mg: Voaforona ny '%s'
ne: फाइल '%s' सिर्जना गरियो

source: File '%s' deleted
de: Datei »%s« gelöscht
en@shaw: 𐑓𐑲𐑤 '%s' 𐑛𐑦𐑤𐑰𐑑𐑩𐑛
mg: Voafafa ny '%s'
ne: फाइल '%s' मेटाइयो

source: File '%s' changed
de: Datei »%s« geändert
en@shaw: 𐑓𐑲𐑤 '%s' 𐑗𐑱𐑯𐑡𐑛
mg: Voaova ny '%s'
ne: फाइल '%s' परिवर्तन गरियो

source: Applications menu
de: Anwendungen-Menü
en@shaw: 𐑩𐑐𐑤𐑦𐑒𐑱𐑕𐑩𐑯𐑟 𐑥𐑧𐑯𐑿
ku: Pêşeka Sepanan
mg: Tolotry ny rindranasa
mn: Програм цэс
ms: Menu Aplikasi
ne: अनुप्रयोग मेनु

source: Preferences menu
de: Einstellungen-Menü
ne: प्राथमिकता मेनु

source: Server Settings menu
de: Serververwaltung-Menü
en@shaw: 𐑕𐑻𐑝𐑼 𐑕𐑧𐑑𐑦𐑙𐑟 𐑥𐑧𐑯𐑿
ku: Pêşeka Mîhengên Pêşkêşkerê
mg: Tolotry ny rindran'ny mpizara
mn: Серверийн тохиргоо цэс
ms: Menu tetapan pelayan
ne: सर्भर सेटिङ मेनु

source: System Settings menu
de: Systemverwaltung-Menü
en@shaw: 𐑕𐑦𐑕𐑑𐑩𐑥 𐑕𐑧𐑑𐑦𐑙𐑟 𐑥𐑧𐑯𐑿
ku: Pêşeka Mîhengên Pergalê
mg: Tolotry ny rindran'ny rafitra
mn: Системийн тохиргоо цэс
ms: Menu Tetapan Sistem
ne: प्रणाली सेटिङ मेनु

source: Start Here menu
de: Hier starten-Menü
en@shaw: 𐑕𐑑𐑸𐑑 𐑣𐑽 𐑥𐑧𐑯𐑿
ku: Pêşeka Destpêkirinê
mg: Tolotra fiatombohana
mn: Эндээс эхэл цэс
ms: Menu Mula Di Sini
ne: यहाँ मेनु सुरु गर्नुहोस्

source: GConf key '%s' unset
de: GConf-Schlüssel »%s« zurückgesetzt
ku: Mifteya GConf '%s' neavakirî ye
mg: Tsy voafaritra ny famaha GConf '%s'
mn: GConf түлхүүр '%s' олгогдоогүй байна
ms: Nyahtetap kekunci '%s' GConf
ne: सेट नगरिएको जिकन्फ कुञ्जी '%s'

source: GConf key '%s' set to string '%s'
de: GConf-Schlüssel »%s« auf Zeichenkette »%s« gesetzt
ku: Mifteya GConf '%s' êdî rêzika '%s' e
mg: Ny famaha '%s' dia voafaritra ho laha-daza '%s'
mn: GConf түлхүүр '%s'-д '%s' тэмдэгт мөр олгогдсон
ms: Kekunci '%s' GConf ditetapkan ke rentetan '%s'
ne: स्ट्रिङ '%s' मा सेट भएको जिकन्फ कुञ्जी '%s'

source: GConf key '%s' set to integer '%s'
de: GConf-Schlüssel »%s« auf Ganzzahl »%s« gesetzt
ku: Mifteya GConf '%s' êdî hejmara tam '%s' e
mg: Ny famaha GConf '%s' dia voafaritra ho isa feno '%s'
mn: GConf түлхүүр '%s'-д '%s' бүхэл тоон утга олгогдсон
ms: Kekunci '%s' GConf ditetapkan ke integer '%s'
ne: इन्टिजर '%s' मा सेट भएको जिकन्फ कुञ्जी '%s'

source: GConf key '%s' set to float '%s'
de: GConf-Schlüssel »%s« auf Gleitkomma »%s« gesetzt
ku: Mifteya GConf '%s' êdî hejmara rasteqîn '%s' e
mg: Ny famaha GConf '%s' dia voafaritra ho float '%s'
mn: GConf түлхүүр '%s'-д '%s' хөвдөг таслалтай утга олгогдсон
ms: Kekunci '%s' GConf ditetapkan ke float '%s'
ne: उत्प्लावन '%s' मा सेट भएको जिकन्फ कुञ्जी '%s'

source: GConf key '%s' set to boolean '%s'
de: GConf-Schlüssel »%s« auf Wahrheitswert »%s« gesetzt
ku: Mifteya GConf '%s' êdî hejmara mantiqî '%s' e
mg: Ny famaha GConf '%s' dia voafaritra ho boleanina '%s'
mn: GConf түлхүүр '%s'-д '%s' бүүлийн утга олгогдсон
ms: Kekunci '%s' GConf ditetapkan ke boolean '%s'
ne: बुलियन '%s' मा सेट भएको जिकन्फ कुञ्जी '%s'
