Repository: marcoliveira/sabayon
Catalog: po/*.po
Languages: de, en@shaw, ku, mg, mn, ms, ne

source: GConf key '%s' set to schema '%s'
de: GConf-Schlüssel »%s« auf Schema »%s« gesetzt
ku: Mifteya GConf '%s' êdî şemaya '%s' e
mg: Ny famaha GConf '%s' dia voafaritra ho drafitra '%s'
mn: GConf түлхүүр '%s'-д '%s' схем олгогдсон
ms: Kekunci '%s' GConf ditetapkan ke skema '%s'
ne: स्कीमा '%s' मा सेट भएको जिकन्फ कुञ्जी '%s'

source: GConf key '%s' set to list '%s'
de: GConf-Schlüssel »%s« auf Liste »%s« gesetzt
ku: Mifteya GConf '%s' êdî lîsteya '%s' e
mg: Ny famaha GConf '%s' dia voafaritra ho lisitra '%s'
mn: GConf түлхүүр '%s'-д '%s' жагсаалт олгогдсон
ms: Kekunci '%s' GConf ditetapkan ke senarai '%s'
ne: सूची '%s' मा सेट भएको जिकन्फ कुञ्जी '%s'

source: GConf key '%s' set to pair '%s'
de: GConf-Schlüssel »%s« auf Paar »%s« gesetzt
ku: Mifteya GConf '%s' êdî cot '%s' e
mg: Ny famaha GConf '%s' dia voafaritra ho roroa '%s'
mn: GConf түлхүүр '%s'-д '%s' хос олгогдсон
ms: Kekunci '%s' GConf ditetapkan ke pasangan '%s'
ne: जोडी '%s' मा सेट भएको जिकन्फ कुञ्जी '%s'

source: GConf key '%s' set to '%s'
de: GConf-Schlüssel »%s« auf »%s« gesetzt
ku: Mifteya GConf '%s' êdî '%s' e
mg: Ny famaha GConf '%s' dia voafaritra ho '%s'
mn: GConf түлхүүр '%s'-д '%s' олгогдсон
ms: Kekunci '%s' GConf ditetapkan ke '%s'
ne: '%s' मा सेट भएको जिकन्फ कुञ्जी '%s'

source: Default GConf settings
de: Vorgegebene GConf-Einstellungen
ku: Mîhengên GConf yên standard
mg: Rindran'ny GConf lasitra
mn: Өгөгдмөл GConf тохиргоо
ms: Tetapan Lalai GConf
ne: पूर्वनिर्धारित जिकन्फ सेटिङ

source: Mandatory GConf settings
de: Notwendige GConf-Einstellungen
ku: Mîhengên GConf yên pêwist
mg: Rindran'ny GConf tsy ihodivirana
mn: Шаардлагатй GConf тохиргоо
ms: Tetapan mandatori GConf
ne: अनिवार्य जिकन्फ सेटिङ

source: Mozilla key '%s' set to '%s'
de: Mozilla-Schlüssel »%s« auf »%s« gesetzt
ku: Mifteya Mozilla '%s' êdî '%s' e
mg: Ny famahan'ny Mozilla '%s' dia voafaritra ho '%s'
mn: Мозилла түлхүүр '%s'-д '%s' олгогдсон
ms: Kekunci Mozilla '%s' ditetapkan ke '%s'
ne: '%s' मा सेट भएको मोजिला कुञ्जी '%s'

source: Mozilla key '%s' unset
de: Mozilla-Schlüssel »%s« zurückgesetzt
ku: Mifteya Mozilla '%s' neavakirî ye
mg: Tsy voafaritra ny famahan'ny Mozilla '%s'
mn: Мозилла түлхүүр '%s'-н утга буцаагдсан
ms: Nyahtetap kekunci '%s' Mozilla
ne: सेट नभएको मोजिला कुञ्जी '%s'

source: Mozilla key '%s' changed to '%s'
de: Mozilla-Schlüssel »%s« auf »%s« geändert
ku: Mifteya Mozilla '%s' bi '%s' re hate guherandin
mg: Ny famahan'ny Mozilla '%s' dia voaova ho '%s'
mn: Мозилла түлхүүр '%s'-ийг '%s' болгож өөрчлөв
ms: Kekunci Mozilla '%s' ditukarkan ke '%s'
ne: '%s' मोजिला कुञ्जी '%s' मा परिवर्तन भयो

source: Web browser preferences
de: Internet-Browser-Einstellungen
en@shaw: 𐑢𐑧𐑚 𐑚𐑮𐑬𐑟𐑼 𐑐𐑮𐑧𐑓𐑼𐑩𐑯𐑕𐑩𐑟
ku: Vebijêrkên geroka torê
mg: Safidy manokan'ny mpitety tranonkala
mn: Веб хөтчийн тохиргоонууд
ms: Keutamaan pelungsur web
ne: वेब ब्राउजर प्राथमिकता

source: Web browser bookmarks
de: Internet-Browser-Lesezeichen
en@shaw: 𐑢𐑧𐑚 𐑚𐑮𐑬𐑟𐑼 𐑚𐑫𐑒𐑥𐑸𐑒𐑕
ku: Bijareyên gerokê torê
mg: Tobin-drohin'ny mpitety tranonkala
mn: Веб хөтчийн хавчуургууд
ms: Tandabuku pelungsur web
ne: वेब ब्राउजर पुस्तकचिनो

source: Web browser profile list
de: Internet-Browser-Profilliste
en@shaw: 𐑢𐑧𐑚 𐑚𐑮𐑬𐑟𐑼 𐑐𐑮𐑴𐑓𐑲𐑤 𐑤𐑦𐑕𐑑
ku: Lîsteya profîlên gerokên torê
mg: Lisitry ny profiln'ny mpitety tranonkala
mn: Веб хөтчийн хувийн тохиргоонууд
ms: Senarai profil pelungsur web
ne: वेब ब्राउजर प्रोफाइल सूची

source: File Not Found (%s)
de: Datei konnte nicht gefunden werden (%s)
en@shaw: 𐑓𐑲𐑤 𐑯𐑪𐑑 𐑓𐑬𐑯𐑛 (%s)
ku: Pel nehat dîtin (%s)
mg: Tsy hita ilay rakitra (%s)
mn: файл олдсонгүй (%s)
ms: Fail Tidak Dijumpai (%s)
ne: फाइल फेला परेन (%s)

source: duplicate name(%(name)s) in section %(section)s
de: doppelter Name (%(name)s) in Abschnitt %(section)s
en@shaw: 𐑛𐑿𐑐𐑤𐑦𐑒𐑱𐑑 𐑯𐑱𐑥(%(name)s) 𐑦𐑯 𐑕𐑧𐑒𐑖𐑩𐑯 %(section)s
ku: navê dubare(%(name)s) di beşa %(section)s de
mg: misy anarana roa (%(name)s) amin'ny ampaha %(section)s
mn: %(section)s хэсэгт (%(name)s) нэрийг хувилах
ms: nama pendua(%(name)s) di dalam bahagian %(section)s
ne: %(section)s सेक्सनमा (%(name)s) नक्कली नाम

source: redundant default in section %s
de: doppelter Vorgabewert in Abschnitt %s
en@shaw: 𐑮𐑦𐑛𐑩𐑯𐑛𐑩𐑯𐑑 𐑛𐑦𐑓𐑷𐑤𐑑 𐑦𐑯 𐑕𐑧𐑒𐑖𐑩𐑯 %s
ku: standardên nehewce di beşa %s de
mg: sanda lasitra tsy ilaina amin'ny ampaha %s
mn: %s хэсэгт давхар өгөгдмөл утга
ms: default berlebihan di dalam bahagian %s
ne: सेक्सन %s मा अतिरिक्त पूर्वनिर्धारित

source: no default profile
de: kein Standardprofil
en@shaw: 𐑯𐑴 𐑛𐑦𐑓𐑷𐑤𐑑 𐑐𐑮𐑴𐑓𐑲𐑤
ku: profîla standard tune
mg: tsy misy profil lasitra
mn: Өгөгдмөл хувийн тохиргоо алга
ms: tiada profil lalai
ne: पूर्वनिर्धारित प्रोफाइल छैन

source: Mozilla bookmark created '%s' -> '%s'
de: Mozilla-Lesezeichen erstellt »%s« -> »%s«
ku: Bijareyên Mozilla hatin afirandin '%s' -> '%s'
mg: Namorona '%s' -> '%s' ny tobin-drohin'ny Mozilla
mn: Мозилла хавчуурга үүссэн. »%s« -> »%s«
ms: Penandabuku Mozilla dicipta '%s' -> '%s'
ne: मोजिला पुस्तकचिनो सिर्जना भयो '%s' -> '%s'

source: Mozilla bookmark folder created '%s'
de: Mozilla-Lesezeichenordner erstellt »%s«
ku: Peldanka bijareyên Mozilla hate afirandin '%s'
mg: Namorona '%s' ny lahatahirin'ny tobin-drohin'ny Mozilla
mn: Мозилла хавчуургын хавтас үүслээ »%s«
ms: Folder penandabuku Mozilla dicipta '%s'
ne: मोजिला पुस्तकचिनो फोल्डर सिर्जना भयो '%s'

source: Mozilla bookmark deleted '%s'
de: Mozilla-Lesezeichen gelöscht »%s«
ku: Bijareyên Mozilla '%s' hate jêbirin
mg: Namafa ny '%s' ny tobin-drohin'ny Mozilla
mn: Мозилла хавчуурга устлаа »'%s'«
ms: Penandabuku Mozilla dipadam '%s'
ne: मोजिला पुस्तकचिनो मेटियो '%s'

source: Mozilla bookmark folder deleted '%s'
de: Mozilla-Lesezeichenordner gelöscht »%s«
ku: Peldanka bijareyên Mozilla hate jêbirin '%s'
mg: Namafa ny '%s' ny lahatahirin'ny tobin-drohin'ny Mozilla
mn: Мозилла хавчуургын хавтас устлаа »%s«
ms: Tandabuku folder Mozilla telah dipadam '%s'
ne: मोजिला पुस्तकचिनो फोल्डर मेटियो '%s'

source: Mozilla bookmark changed '%s' '%s'
de: Mozilla-Lesezeichen geändert »%s« »%s«
ku: Bijareyên Mozilla hatin guherandin '%s' '%s'
mg: Novain'ny tobin-drohin'ny Mozilla ny '%s' '%s'
mn: Мозилла хавчуурга өөрчлөгдлөө »%s« »%s«
ms: Tandabuku Mozilla telah diubah '%s' '%s'
ne: मोजिला पुस्तकचिनो परिवर्तन गरियो '%s' '%s'

source: Mozilla bookmark folder changed '%s'
de: Mozilla-Lesezeichenordner geändert »%s«
ku: Peldanka bijareyên Mozilla hate guherandin '%s'
mg: Novain'ny lahatahirin'ny tobin-drohin'ny Mozilla ny '%s'
mn: Мозилла хавчуургын хавтас өөрчлөгдлөө »%s«
ms: Folder tandabuku Mozilla telah diubah '%s'
ne: मोजिला पुस्तकचिनो फोल्डर परिवर्तन गरियो '%s'

source: Panel '%s' added
de: Panel »%s« hinzugefügt
en@shaw: 𐑐𐑨𐑯𐑩𐑤 '%s' 𐑨𐑛𐑩𐑛
ku: Panela '%s' hat lêzêdekirin
mg: Nampidirina ny tontonana '%s'
mn: Удирдах самбар »%s« нэмэгдлээ
ms: Panek '%s' ditambah
ne: प्यानल '%s' थपियो

source: Panel '%s' removed
de: Panel »%s« entfernt
en@shaw: 𐑐𐑨𐑯𐑩𐑤 '%s' 𐑮𐑦𐑥𐑵𐑝𐑛
ku: Panela '%s' hat jê birin
mg: Nesorina ny tontonana '%s'
mn: Удирдах самбар »%s« устлаа
ms: Panek '%s' dibuang
ne: प्यानल '%s' हटाइयो

source: Applet %s added to top panel
de: Applet »%s« wurde dem oberen Panel hinzugefügt

source: Applet %s added to bottom panel
de: Applet »%s« wurde dem unteren Panel hinzugefügt

source: Applet %s added to left panel
de: Applet »%s« wurde dem linken Panel hinzugefügt

source: Applet %s added to right panel
de: Applet »%s« wurde dem rechten Panel hinzugefügt

source: Applet %s removed from top panel
de: Applet »%s« wurde vom oberen Panel entfernt

source: Applet %s removed from bottom panel
de: Applet »%s« wurde vom unteren Panel entfernt

source: Applet %s removed from left panel
de: Applet »%s« wurde vom linken Panel entfernt

source: Applet %s removed from right panel
de: Applet »%s« wurde vom rechten Panel entfernt

source: %s added to top panel
de: »%s« wurde dem oberen Panel hinzugefügt

source: %s added to bottom panel
de: »%s« wurde dem unteren Panel hinzugefügt

source: %s added to left panel
de: »%s« wurde dem linken Panel hinzugefügt

source: %s added to right panel
de: »%s« wurde dem rechten Panel hinzugefügt

source: %s removed from top panel
de: »%s« wurde vom oberen Panel entfernt

source: %s removed from bottom panel
de: »%s« wurde vom unteren Panel entfernt

source: %s removed from left panel
de: »%s« wurde vom linken Panel entfernt

source: %s removed from right panel
de: »%s« wurde vom rechten Panel entfernt

source: Drawer
de: Schublade
en@shaw: 𐑛𐑮𐑷𐑼
ku: Berkêşk
mn: Шүүгээ
ms: Laci

source: Main Menu
de: Hauptmenü
en@shaw: 𐑥𐑱𐑯 𐑥𐑧𐑯𐑿
ku: Pêşeka Bingeh
mn: Үндсэн цэс
ms: Menu Utama

source: %s launcher
de: Anwendungsstarter »%s«
en@shaw: %s 𐑤𐑪𐑯𐑗𐑻
ku: %s destpêker
mn: Програм эхлүүлэгч »%s«
ms: Pelancar %s

source: Lock Screen button
de: »Bildschirm sperren«-Knopf
en@shaw: 𐑤𐑪𐑒 𐑕𐑒𐑮𐑰𐑯 𐑚𐑳𐑑𐑩𐑯
ku: Bişkoka Quflkirina Dîmender
mn: »Дэлгэц түгжих« товч
ms: Kunci butang Skrin

source: Logout button
de: »Beenden«-Knopf
ku: Bişkoka derketinê
mn: »Гарах« товч
ms: Butang log-keluar

source: Run Appliction button
de: »Anwendung ausführen«-Knopf

source: Search button
de: »Suchen«-Knopf
en@shaw: 𐑕𐑻𐑗 𐑚𐑳𐑑𐑩𐑯
ku: Bişkoka lêgerînê
mn: »Хайх« товч
ms: Butang carian

source: Screenshot button
de: »Bildschirmfoto«-Knopf
ku: Bişkoka wêneya sermasê
mn: »Дэлгэцийн агшин« товч
ms: Butang Cekupan skrin

source: Menu Bar
de: Menüleiste
en@shaw: 𐑥𐑧𐑯𐑿 𐑚𐑸
ku: Darika Pêşekê
mn: Цэс самбар
ms: Bar Menu

source: Panel File
de: Panel-Datei
en@shaw: 𐑐𐑨𐑯𐑩𐑤 𐑓𐑲𐑤
ku: Pela Panelê
mg: Rakitry ny tontonana
mn: Удирдах самбар-файл
ms: Fail Panel
ne: प्यानल फाइल

source: Failed to read file '%s': %s
de: Datei »%s« konnte nicht gelesen werden: %s
en@shaw: 𐑓𐑱𐑤𐑛 𐑑 𐑮𐑰𐑛 𐑓𐑲𐑤 '%s': %s
ku: Xwendina pela '%s' pêk nehat: %s
mg: Tsy nahavaky ny rakitra '%s': %s
mn: Файл »%s« уншигдсангүй: %s
ms: Gagal membaca fail '%s': %s
ne: फाइल पढ्न असफल '%s': %s

source: Failed to read metadata from '%s': %s
de: Metadaten von »%s« konnten nicht gelesen werden: %s
ku: Xwendina seredane ji '%s' pêk nehat: %s
mg: Tsy nahavaky ny metadata tanatin'ny '%s': %s
mn: »%s«-н мета өгөгдөл уншигдсангүй: %s
ms: Gagal membaca metadata dari '%s': %s
ne: '%s' बाट मेटाडाटा पढ्न असफल: %s

source: Invalid metadata section in '%s': %s
de: Ungültiger Metadatenabschnitt in »%s«: %s
ku: Seredaneya di beşa '%s' de nederbasdar e: %s
mg: Ampahana metadata tsy mitombina ao amin'ny '%s': %s
mn: »%s«-д хүчингүй мета өгөгдлийн хэсэг байна: %s
ms: Metadata tidak sah didalam bahagian '%s': %s
ne: '%s' मा अमान्य मेटाडाटा सेक्सन: %s

source: Cannot add non-existent file '%s'
de: Nicht-existierende Datei »%s« konnte nicht hinzugefügt werden
en@shaw: 𐑒𐑨𐑯𐑪𐑑 𐑨𐑛 𐑯𐑪𐑯-𐑧𐑜𐑟𐑦𐑕𐑑𐑩𐑯𐑑 𐑓𐑲𐑤 '%s'
ku: Nikare pela tuneyî '%s' lê zêde bike
mg: Tsy afaka mampiditra ny rakitra '%s' tsy misy
mn: Байхгүй файл »%s«-г нэмэх боломжгүй
ms: Tidak dapat menambah fail yang tidak wujud '%s'
ne: विद्यमान नभएको फाइल '%s' थप्न सक्दैन

source: Profile is read-only %s
de: Dieses Profil ist nur lesbar %s
en@shaw: 𐑐𐑮𐑴𐑓𐑲𐑤 𐑦𐑟 𐑮𐑧𐑛-𐑴𐑯𐑤𐑦 %s
ku: Profîla %s tenê-xwendin e
mg: %s vakiana fotsiny io profil io
mn: Хувийн тохиргоо зөвхөн уншигдана %s
ms: Destinasi baca-sahaja %s
ne: प्रोफाइल %s पढ्ने मात्र हो

source: Ignore WARNINGs
de: WARNUNGen ignorieren
en@shaw: 𐑦𐑜𐑯𐑹 𐑢𐑪𐑮𐑯𐑦𐑙𐑟
ku: Guh nede Hişyariyan
mg: Aza raharahaina ireo fampilazana
mn: АНХААРУУЛГА үл харгалзах
ms: Abaikan AMARAN
ne: चेतावनी उपेक्षा गर्नुहोस्

source: Running %s tests
de: %s Tests werden ausgeführt
en@shaw: 𐑮𐑳𐑯𐑦𐑙 %s 𐑑𐑧𐑕𐑑𐑕
ku: Ceribînên %s tên meşandin
mg: Mandefa ny fitsapana %s
mn: %s шалгалтууд ажиллаж байна
ms: Menjalankan %s ujian
ne: %s जाँच चल्दैछ

source: Running %s tests (%s)
de: %s Tests werden ausgeführt (%s)
en@shaw: 𐑮𐑳𐑯𐑦𐑙 %s 𐑑𐑧𐑕𐑑𐑕 (%s)
ku: Ceribînên %s tên meşandin (%s)
mg: Mandefa ny fitsapana %s (%s)
mn: %s шалгалтууд ажиллаж байна (%s)
ms: Menjalankan %s ujian (%s)
ne: %s जाँच चल्दैछ (%s)

source: Success!
de: Erfolgreich!
en@shaw: 𐑕𐑩𐑒𐑕𐑧𐑕!
ku: Serkeftin!
mg: Nahomby!
mn: Амжилттай!
ms: Berjaya!
ne: सफल !

source: invalid type for setting %s in %s
de: ungültiger Typ für Einstellung %s in %s
ne: %s मा %s सेटिङको लागि अवैध प्रकार

source: No search based specified for %s
de: Keine Suchbasis für %s angegeben
ne: %s को लागि कुनै खोजी आधार निर्दिष्ट गरिएन

source: No query filter specified for %s
de: Es wurde kein Anfragefilter für %s angegeben
ne: %s को लागि कुनै क्वेरी फिल्टर निर्दिष्ट गरिएन

source: No result attribute specified for %s
de: Es wurden keine Merkmale für das Suchergebnis von %s angegeben
ne: %s को लागि कुनै नतिजा विशेषता निर्दिष्ट गरिएन

source: Scope must be one of sub, base and one
de: Bereich muss einer der Werte »sub«, »base« oder »one« sein
ne: क्षेत्र सब, बेस र एउटा मध्ये एक हुनुपर्छ

source: multiple_result must be one of first and random
de: mehrere_Ergebnisse muss entweder »first« oder »random« sein
ne: बहुँविध नतिजा पहिलो र अनियमित हुनुपर्छ

source: Could not open %s for writing
de: %s konnte nicht zum Schreiben geöffnet werden
en@shaw: 𐑒𐑫𐑛 𐑯𐑪𐑑 𐑴𐑐𐑩𐑯 %s 𐑓𐑹 𐑮𐑲𐑑𐑦𐑙
ku: Nikare %s ji bo nivîsandinê veke
mg: Tsy mety sokafana hanoratana ny %s
mn: %s нь бичихээр нээгдэх боломжгүй байна
ms: Tidak dapat membuka %s untuk ditulis
ne: लेख्नका लागि %s खोल्न सकेन

source: Failed to save UserDatabase to %s
de: Benutzer-Datenbank konnte nicht in %s gespeichert werden
ku: Tomarkirina UserDatabase li %s pêk nehat
mg: Tsy naharaikitra ny UserDatabase tamin'ny %s
mn: Хэрэглэгчийн өгөгдлийн санг %s-д хадгалах боломжгүй байна
ms: Gagal menyimpan UserDatabase ke %s
ne: %s मा प्रयोगकर्ता डाटाबेस बचत गर्न असफल

source: File %s is not a profile configuration
de: Datei %s ist keine Profilkonfiguration
en@shaw: 𐑓𐑲𐑤 %s 𐑦𐑟 𐑯𐑪𐑑 𐑩 𐑐𐑮𐑴𐑓𐑲𐑤 𐑒𐑩𐑯𐑓𐑦𐑜𐑘𐑼𐑱𐑖𐑩𐑯
ku: Pela %s ne veavakirina profîlê ye
mg: Tsy fikirakirana profil ny rakitra %s
mn: файл »%s« хувийн тохиргоо биш
ms: Fail %s bukannya konfigurasi profil
ne: फाइल %s एउटा प्रोफाइल कन्फिगरेसन होइन

source: Failed to add default profile %s to configuration
de: Standardprofil %s konnte nicht der Konfiguration hinzugefügt werden
en@shaw: 𐑓𐑱𐑤𐑛 𐑑 𐑨𐑛 𐑛𐑦𐑓𐑷𐑤𐑑 𐑐𐑮𐑴𐑓𐑲𐑤 %s 𐑑 𐑒𐑩𐑯𐑓𐑦𐑜𐑘𐑼𐑱𐑖𐑩𐑯
ku: Lêzêdekirina profîla standard %s li veavakirinê pêk nehat
mg: Tsy nahavita nampiditra ny profil lasitra %s tanatin'ny kirakira
mn: Өгөгдмөл хувийн тохиргоо »%s« тохиргоонд нэмэгдэх боломжгүй байна
ms: Gagal menambah profil lalai %s ke konfigurasi
ne: कन्फिगरेसनमा पूर्वनिर्धारित प्रोफाइल %s थप्न असफल

source: Failed to add user %s to profile configuration
de: Benutzer %s konnte der Profilkonfiguration nicht hinzugefügt werden
en@shaw: 𐑓𐑱𐑤𐑛 𐑑 𐑨𐑛 𐑿𐑟𐑼 %s 𐑑 𐑐𐑮𐑴𐑓𐑲𐑤 𐑒𐑩𐑯𐑓𐑦𐑜𐑘𐑼𐑱𐑖𐑩𐑯
ku: Lêzêdekirina profîla bikarhêner %s li veavakirinê pêk nehat
mg: Tsy nahavita nampiditra ny mpampiasa %s tamin'ny kirakira
mn: »%s« хэрэглэгчийг хувийн тохиргоонд нэмэх боломжгүй
ms: Gagam menambah pengguna %s ke profil konfigurasi
ne: प्रोफाइल कन्फिगरेसनमा प्रयोगकर्ता %s थप्न असफल

source: Failed to get the user list
de: Benutzerliste konnte nicht gelesen werden
en@shaw: 𐑓𐑱𐑤𐑛 𐑑 𐑜𐑧𐑑 𐑞 𐑿𐑟𐑼 𐑤𐑦𐑕𐑑
ku: Anîna lîsteya bikarhêner pêk nehat
mg: Tsy nahazo ny lisitr'ilay mpampiasa
mn: Хэрэглэгчийн жагсаалтыг унших боломжгүй
ms: Gagal mendapatkan senarai pengguna
ne: प्रयोगकर्ता सूची प्राप्त गर्न असफल

source: Cannot find home directory: not set in /etc/passwd and no value for $HOME in environment
de: Persönlicher Order konnte nicht gefunden werden: nicht in /etc/passwd gesetzt und kein Wert in Umgebungsvariable $HOME
ku: Peldanka mal nayê dîtin: di /etc/passwd de nehat mîheng kirin û di environment de nirxa $HOME tune
mg: Tsy hita ny lahatahirin'ny fandraisana: tsy voafaritra ao anatin'ny /etc/passwd sady tsy misy sanda ho an'ny $HOME ao amin'ny tontolo
mn: Гэр лавлах олдсонгүй: /etc/passwd-д ч орчны хувьсагч $HOME-д ч утга олдсонгүй.
ms: Tidak dapat jumpa direktori utama: tidak ditetapkan di dalam /etc/passwd dan tiada nilai untuk $HOME di dalam persekitaran
ne: गृह डाइरेक्टरी फेला पार्न सकेन:/etc/passwd मा सेट छैन अनि वातावरणमा $HOME का लागि मान छैन

source: Cannot find username: not set in /etc/passwd and no value for $USER in environment
de: Benutzername konnte nicht gefunden werden: nicht in /etc/passwd gesetzt und kein Wert in Umgebungsvariable $USER
ku: Navê bikarhêner nayê dîtin: di /etc/passwd de nehat mîhengkirin û di environment de nirxa $USER tune
mg: Tsy hita ny anaran'ny mpampiasa: tsy voafaritra ao anatin'ny /etc/passwd sady tsy misy sanda ho an'ny $USER ao amin'ny tontolo
mn: Хэрэглэгчийн нэр олдсонгүй: /etc/passwd-д ч орчны хувьсагч $USER-т ч утга олдсонгүй
ms: Tidak jumpa nama pengguna: tidak ditetapkan di dalam /etc/passwd dan tiada nilai untuk $USER di dalam persekitaran
ne: प्रयोगकर्ता नाम भेटाउन सकेन:/etc/passwd मा सेट छैन अनि वातावरणमा $USER लागि मान छैन

source: _Contents
ku: _Naverok
mn: _Агуулга
ms: _Kandungan

source: Help Contents
ku: Naveroka alîkariyê
mn: Тусламжийн агуулга
ms: Kandungan bantuan

source: Source
mn: Эх
ms: Sumber

source: Panel
en@shaw: 𐑐𐑨𐑯𐑩𐑤
mg: tontonana
mn: Удирдах самбар
ne: प्यानल

source: schema
ku: şema
mg: drafitra
mn: Схем
ms: skema
ne: स्कीमा

source: Name
en@shaw: 𐑯𐑱𐑥
ku: Nav
mg: Anarana
mn: Нэр
ne: नाम

source: Groups for profile %s
en@shaw: 𐑜𐑮𐑵𐑐𐑕 𐑓𐑹 𐑐𐑮𐑴𐑓𐑲𐑤 %s
ku: Komên profîlê %s
mn: %s хувийн тохиргоон бүлэг
ms: Kumpulan bagi profil %s

source: Group
en@shaw: 𐑜𐑮𐑵𐑐
ku: Kom
mn: Бүлэг
ms: Kumpulan

source: A fatal error has occurred. You can help us fix the problem by sending the log in %s to %s
en@shaw: 𐑩 𐑓𐑱𐑑𐑩𐑤 𐑻𐑼 𐑣𐑨𐑟 𐑪𐑒𐑻𐑛. 𐑿 𐑒𐑨𐑯 𐑣𐑧𐑤𐑐 𐑳𐑕 𐑓𐑦𐑒𐑕 𐑞 𐑐𐑮𐑪𐑚𐑤𐑩𐑥 𐑚𐑲 𐑕𐑧𐑯𐑛𐑦𐑙 𐑞 𐑤𐑪𐑜 𐑦𐑯 %s 𐑑 %s
ku: Çewtiyekî mezin çêbû. Bi şandina rojnivîska di %s de ji %s re, hun dikarin alîkariya çareserîkirina vê bernamê bikin.
mn: Засах боломжгүй алдаа гарлаа. Та %s протоколл файлыг %s рүү илгээнэ үү
ms: Ralat mati telah berlaku. Anda boleh membantu kami membetulkan masalah ini dengan menghantar log di dalam %s ke %s

source: Sabayon will now exit. There were some recoverable errors, and you can help us debug the problem by sending the log in %s to %s
ku: Sabayon dê niha derkeve. Li vir hinek çewtiyên tên sererastkirin hene, û bi şandina rojnivîska di %s de ji %s re, hun dikarin alîkariya sererastkirina vê bernamê bikin.
mn: Sabayon одоо төгсөнө. Хэд хэдэн засах боломжтой алдаа гарсан. Энэхүү алдааг засахад тусалж та %s протоколл файлыг %s рүү илгээнэ үү
ms: Sabayon akan dihentikan. Terdapat beberapa ralat yang boleh dipulihkan dan anda boleh membantu nyahpepijat dengan menghantar log di dalam %s ke %s

source: Please use -h for usage options
en@shaw: 𐑐𐑤𐑰𐑟 𐑿𐑟 -h 𐑓𐑹 𐑿𐑕𐑦𐑡 𐑪𐑐𐑖𐑩𐑯𐑟
ku: Ji kerema xwe ji bo vebijêrka bikaranînê -h bi kar binin
mn: Боломжит сонголтуудыг харуулахын тулд -h-г сонгоно уу
ms: Sila guna -h untuk kegunaan pilihan

source: _Details
en@shaw: _𐑛𐑰𐑑𐑱𐑤𐑟
ku: _Kitekit
mn: _Тодруулга
ms: _Perincian

source: _Groups
en@shaw: _𐑜𐑮𐑵𐑐𐑕
ku: _Kom
mn: _Бүлгүүд
ms: _Kumpulan

source: _Groups:
en@shaw: _𐑜𐑮𐑵𐑐𐑕:
ku: _Kom:
mn: _Бүлгүүд:
ms: _Kumpulan:

source: If you don't save, all changes will be permanently lost.
ku: Heke hun tomar nekin, dê hemû guherîn winda bin.
mn: Хэрвээ та хадгалахгүй бол өөрчлөлтүүд нэг мөсөн устана.
ms: Jika anda tidak simpan, semua perubahan akan pasti hilang.

source: There was a recoverable error while applying the user profile '%s'. You can report this error now or try to continue editing the user profile.
en@shaw: 𐑞𐑺 𐑢𐑪𐑟 𐑩 𐑮𐑦𐑒𐑩𐑝𐑻𐑩𐑚𐑩𐑤 𐑻𐑼 𐑢𐑲𐑤 𐑩𐑐𐑤𐑲𐑦𐑙 𐑞 𐑿𐑟𐑼 𐑐𐑮𐑴𐑓𐑲𐑤 '%s'. 𐑿 𐑒𐑨𐑯 𐑮𐑩𐑐𐑹𐑑 𐑞𐑦𐑕 𐑻𐑼 𐑯𐑬 𐑹 𐑑𐑮𐑲 𐑑 𐑒𐑩𐑯𐑑𐑦𐑯𐑿 𐑧𐑛𐑦𐑑𐑦𐑙 𐑞 𐑿𐑟𐑼 𐑐𐑮𐑴𐑓𐑲𐑤.
ku: Demê sepandina profîla bikarhêner '%s' de çewtiyekî sererast dibe çêbû. Hun dikarin vê çewtiyê niha rapor bikin an jî domkirina guherandina profîla bikarhêner biceribînin.
mn: »%s« хувийн тохиргоог хэрэглэж байхад засах боломжтой алдаа гарлаа. Та алдааг мэдээлэх боломжтой ба эсвэл хэрэглэгчийн хувийн тохиргоог засварлах ажлаа үргэлжлүүлэхийг оролдож болно.
ms: Terdapat ralat yang boleh dipulihkan semasa membubuh profil pengguna '%s'. Anda boleh melaporkan ralat ini sekarang atau terus menyunting profil pengguna.

source: _Report this error
en@shaw: _𐑮𐑩𐑐𐑹𐑑 𐑞𐑦𐑕 𐑻𐑼
ku: Vê çewtiyê _rapor bike
mn: Энэ _алдааг мэдээлэх
ms: Lapo_rkan ralat ini

source: _Continue editing
en@shaw: _𐑒𐑩𐑯𐑑𐑦𐑯𐑿 𐑧𐑛𐑦𐑑𐑦𐑙
ku: Guherandinê _bidomîne
mn: _Засварыг үргэлжлүүлэх
ms: Ter_uskan mengedit

source: Failed to start Xephyr: timed out waiting for USR1 signal
ku: Destpêkirina Xephyr pêk nehat: dem têra lê bendê mayîna sînyala USR1 nekir
mn: Xephyr-г эхлүүлэх боломжгүй:USR1 сигнал хүлээх хугацаа дууслаа
ms: Gagal untuk memulakan Xephyr: mati lampau masa ketika menunggu isyarat USR1

source: Failed to start Xephyr: died during startup
ku: Destpêkirina Xephyr pêk nehat: demê destpêkirinê de têk çû
mn: Xephyr-г эхлүүлэх боломжгүй: Эхлэх явцад гацлаа
ms: Gagal untuk memulakan Xephyr: mati semasa bermula

source: There was a recoverable error while applying the user profile from file '%s'.
en@shaw: 𐑞𐑺 𐑢𐑪𐑟 𐑩 𐑮𐑦𐑒𐑩𐑝𐑻𐑩𐑚𐑩𐑤 𐑻𐑼 𐑢𐑲𐑤 𐑩𐑐𐑤𐑲𐑦𐑙 𐑞 𐑿𐑟𐑼 𐑐𐑮𐑴𐑓𐑲𐑤 𐑓𐑮𐑪𐑥 𐑓𐑲𐑤 '%s'.
ku: Demê sepandina profîla bikarhêner ji pela '%s' de çewtiyekî sererast dibe çêbû.
mn: '%s' файлаас хувийн тохиргоог хэрэглэж байхад засах боломжтой алдаа гарлаа.
ms: Terdapat ralat yang boleh dipulihkan semasa membubuh profil pengguna dari fail '%s'.

source: There was a fatal error while applying the user profile from '%s'.
en@shaw: 𐑞𐑺 𐑢𐑪𐑟 𐑩 𐑓𐑱𐑑𐑩𐑤 𐑻𐑼 𐑢𐑲𐑤 𐑩𐑐𐑤𐑲𐑦𐑙 𐑞 𐑿𐑟𐑼 𐑐𐑮𐑴𐑓𐑲𐑤 𐑓𐑮𐑪𐑥 '%s'.
ku: Demê sepandina profîla bikarhêner ji pela '%s' de çewtiyekî mezin çêbû.
mn: '%s' хэрэглэгчийн хувийн тохиргоог хэрэглэж байхад засах боломжгүй алдаа гарлаа.
ms: Terdapat ralat mati semasa membubuh profil pengguna dari '%s'.

source: Directory
mn: Лавлах
ms: Direktori

source: Link
mn: Холбоос
ms: Pautan

source: File
mn: Файл
ms: Fail

source: %s '%s' created
mn: %s '%s' үүслээ
ms: %s '%s' dicipta

source: %s '%s' deleted
mn: %s '%s' устлаа
ms: %s '%s' dipadam

source: %s '%s' changed
mn: %s '%s' өөрчлөгдлөө
ms: %s '%s' diubah

source: Settings menu
ku: Pêşeka Mîhengan
mn: Тохиргооны цэс
ms: Tetapan menu

source: Applet '%s' added
ku: Sepanoka '%s' hat lêzêdekirin
mn: Апплет »%s« нэмэгдлээ
ms: Aplet '%s' ditambah

source: Applet '%s' removed
ku: Sepanoka '%s' hat rakirin
mn: Апплет »%s« устлаа
ms: Aplet '%s' dibuang

source: Object '%s' added
ku: Biresera '%s' hat lêzêdekirin
mn: Объект »%s« нэмэгдлээ
ms: Objek '%s' ditambah

source: Object '%s' removed
ku: Biresera '%s' hat rakirin
mn: Объект »%s« устлаа
ms: Objek '%s' dibuang

source: Run Application button
en@shaw: 𐑮𐑳𐑯 𐑩𐑐𐑤𐑦𐑒𐑱𐑕𐑩𐑯 𐑚𐑳𐑑𐑩𐑯
ku: Bişkoka Sepan Bimeşîne
mn: »Програм ажиллуулах« цэс
ms: Butang untuk menjalankan aplikasi

source: Force Quit button
en@shaw: 𐑓𐑹𐑕 𐑒𐑢𐑦𐑑 𐑚𐑳𐑑𐑩𐑯
ku: Bişkoka Bi zordarî Derkeve
mn: »Хүчээр төгсгөх« товч
ms: Butang Keluar Paksa

source: Connect to Server button
en@shaw: 𐑒𐑩𐑯𐑧𐑒𐑑 𐑑 𐑕𐑻𐑝𐑼 𐑚𐑳𐑑𐑩𐑯
ku: Bişkoka Girêdana Pêşkêşker
mn: »Сервер рүү холбогдох« товч
ms: Butang sambung ke Pelayan

source: Shutdown button
en@shaw: 𐑖𐑩𐑑𐑛𐑶𐑯 𐑚𐑳𐑑𐑩𐑯
ku: Bişkoka Girtinê
mn: »Унтраах« товч
ms: Butang penutupan

source: Unknown
en@shaw: 𐑳𐑯𐑴𐑯
ku: Nenas
mn: Тодорхойгүй
ms: Tidak Diketahui

source: Couldn't rmdir '%s'
mn: »%s« лавлах устах боломжгүй
ms: Tidak dapat rmdir '%s'

source: Couldn't unlink file '%s'
ku: Nikare girêdana pela '%s' rake
mn: »%s« файл салах боломжгүй
ms: Tidak dapat buang pautan fail '%s'

source: invalid type for setting %(setting)s in %(np)s
ku: cureya nederbasdar ji bo mîhenga %(setting)s di %(np)s de
mn: %(np)s-н %(setting)s тохиргооны төрөл хүчингүй байна
ms: jenis tidak sah untuk tetapan %(setting)s di dalam %(np)s

source: No database file provided
en@shaw: 𐑯𐑴 𐑛𐑱𐑑𐑩𐑚𐑱𐑕 𐑓𐑲𐑤 𐑐𐑮𐑩𐑝𐑲𐑛𐑩𐑛
ku: Tu pela danegeh tune
mn: Өгөгдлийн сангийн файл өгөгдөөгүй
ms: Tiada fail pangkalan data dibekalkan

source: No LDAP search base specified for %s
ku: Tu bingeha lêgerînê LDAP ji bo %s nehatiye diyarkirin
mn: %s-н хувьд LDAP-хайлтын суурь өгөгдөөгүй
ms: Tiada dasar carian LDAP ditentukan untuk %s

source: No LDAP query filter specified for %s
ku: Tu parzûna lêpirsînê LDAP ji bo %s nehatiye diyarkirin
mn: %s-н хувьд LDAP-асуулгын шүүлтүүр өгөгдөөгүй
ms: Tiada tapisan soalan LDAP ditentukan untuk %s

source: No LDAP result attribute specified for %s
ku: Tu taybetiyê encam LDAP ji bo %s nehatiye diyarkirin
mn: %s-н хувьд LDAP-хайлтын үр дүнгийн тодорхойлолт өгөгдөөгүй
ms: Tiada keputusan atribut LDAP ditentukan untuk %s
